[
    {
        "id": "1",
        "unit": "unit_5",
        "type": "TEXT_CONTENT",
        "content": "Lan: Come in, Mark. Did you find my place easily?\nMark: Yes. I actually met your dad in the street and he showed me the way. He said he was on his way to work.\nLan: That's right. My dad is a factory worker, so he works in shifts. Today he's on the night shift.\nMark: Working night shifts must be really hard. When does he sleep?\nLan: He goes to bed right after he comes home in the morning when there's no one at home. My mum's usually at work then. She teaches at a primary school.\nMark: Working with kids must be fun.\nLan: Yes, she loves her job though teaching can be tiring. Getting up in front of the class and putting up a performance every day seems so stressful.\nMark: I agree. My mum used to be a teacher, but she gave up her job to look after me and my brother.\nLan: How about your dad?\nMark: He has a nine-to-five job. He's an accountant at a bank.\nLan: Working with numbers must be difficult.\nMark: Yes, but it's not just numbers. You need to learn so many regulations and build good working relationships with clients.\nLan: I guess he often goes on business trips.\nMark: Not really, but he works overtime. He sometimes comes back home when I'm already in bed.\nLan: You're good at maths, so you should follow in his footsteps.\nMark: Definitely not. Neither I nor my brother wants to become an accountant. I'm interested in computer programming because it opens up so many job opportunities. What about you, Lan?\nLan: Well, I love working with children, so I want to become a primary school teacher like my mum.\nMark: Didn't you say last year you wanted to become a scientist?\nLan: (laughing) Yeah ..."
    },
    {
        "id": "2",
        "unit": "unit_5",
        "type": "TEXT_CONTENT",
        "content": "• A simple sentence includes one independent clause.\nExample:\nMy brother didn’t apply for the job.\n• A compound sentence includes two or more independent clauses joined by a coordinating conjunctive, e.g. and, but, or, nor, yet, so, a correlative conjunction, e.g. not only ... but also, or a conjunctive adverb, e.g. as a result, moreover, in fact, on the other hand.\nExamples:\nMy brother didn’t apply for the job, but he was offered an apprenticeship.\nBeing a nurse is a very tiring job; moreover, you don’t earn a high salary.\n• A complex sentence includes one (or more) independent clause(s) and at least one dependent clause joined by a subordinating conjunction, e.g. when, while, because, although, if, so that.\nExamples:\nWhen I was younger, I wanted to become a driver.\nBecause my brother is often late for work, he is never promoted.\n\nAuxiliary and modal verbs are usually not stressed in connected speech; however, they have stress in the following situations:\n• when they are not followed by the main verb in short responses.\nExample:\nCan we walk to the cinema? – Yes, we can.\n• when they are contracted with not in negative sentences.\nExample:\nYou haven’t applied for the job yet.\n• when they are used to emphasise disagreement with the previous statement.\nExample:\nA: Nam wasn’t interested in that job.\nB: He was interested in the job."
    },
    {
        "id": "3",
        "unit": "unit_5",
        "type": "TEXT_CONTENT",
        "content": "1.\nTech World Magazine Online is looking to fill two vacancies in its technology section.\nWe want people who understand electronic products and can communicate their opinions clearly.\nWe offer flexible working hours and a bonus based on the number of times people view, share, and comment on your reviews.\nContact us at info@techworldmagazine.com\n\n2.\nHeart-to-Heart Organisation is looking for four people to help at charity events.\nYou will be greeting and talking to guests, and sorting donations.\nYou need to be friendly, polite, and willing to work at weekends.\nThis is an unpaid job, but a great opportunity to develop new skills and make friends.\nTo apply, please call 09894653462 or email us at hearttoheart@webmail.com\n\n3.\nWe are looking for hard-working people to join our team, welcoming customers and arranging window displays.\nYou will need to work from Mon – Fri, 9 a.m. – 6 p.m.\nNo experience is required. On-the-job training is given to all employees.\nWe offer an hourly wage plus additional benefits such as free meals and overtime pay.\nApply in person at H Fashion, 23 Tran Hung Dao, Mon – Wed, 10 a.m. – 2 p.m. Ask for Mrs Lan.\n\n4.\nThe English department at Ha Noi School currently has five part-time vacancies open.\nMain responsibilities:\n• Supervising classroom activities\n• Supporting teachers\n• Checking attendance\nRequirements:\n• Excellent English skills\n• Must be responsible, enthusiastic, and organised\nSuccessful applicants will be required to work 20 hours per week.\nIf you’re interested, send your application to recruiting@hnschool.com\n\n5.\nAre you looking for casual work?\nWe need someone to take care of a two-year-old child every morning from Monday to Friday. The perfect candidate should be responsible, reliable, good with young children and preferably female.\nTo apply, call Ms Lam on 0989364731."
    },
    {
        "id": "4",
        "unit": "unit_5",
        "type": "TEXT_CONTENT",
        "content": "WE'RE HIRING!\nViet Organic Garden is hiring a part-time server and a part-time receptionist.\nWe are looking for hard-working people who can work at weekends.\nPlease send your letter of application to vietorganicgarden@webmail.com.\n\nRecipient’s address\nViet Organic Garden\n8181 Truong Chinh Road, Dong Da District, Ha Noi\n\n1036 Hang Dau Street, Hoan Kiem District, Ha Noi\nHa Noi, 14 October, 20...\n\nDear Sir or Madam,\n\nRe: Application for the position of a part-time server\n\nI am writing to apply for the position of a part-time server, which you advertised on your website on 10 October. I believe having a part-time job is a great opportunity to learn valuable skills.\n\nI am in my final year of secondary school. I have some experience in the hospitality industry. Last summer, I waited on tables for two months at a fast-food restaurant. My responsibilities included greeting customers and taking their orders. I also served food and drinks, answered questions about the menu, and made sure all customers enjoyed their meals.\n\nI am a friendly, hard-working, and caring person with a love for people and good food. I can also speak English, so I can wait on foreign customers.\n\nI would be delighted to meet you in person to discuss my application. I will be free for an interview any afternoon during the week. I have attached my CV for reference. If my application is successful, I will be available to start work after 24 October.\n\nThank you for your consideration. I look forward to hearing from you soon.\n\nYours faithfully,\nAn\nNguyen Van An\n\nTips\nThe main purpose of writing an application letter is to introduce yourself in the most effective way and persuade the employer to give you an interview. You should:\n• make sure your letter of application follows a standard format.\n• start your letter by stating the position you apply for and explaining why you are interested in it.\n• give some information about yourself and describe any relevant experience.\n• highlight relevant qualities and skills.\n• show your interest in the job.\n• indicate when you will be available for an interview and when you can start work.\n• use professional, formal, and polite language.\n• end with a brief closing paragraph and your signature."
    },
    {
        "id": "5",
        "unit": "unit_5",
        "type": "TEXT_CONTENT",
        "content": "UNUSUAL JOBS\nAround the world, there are some jobs that may seem quite strange and surprising to you.\n\nTrain pushers\nIn Japan, the railway system is huge and everyone there uses trains. This makes them overcrowded most of the time. During rush hour, railway station attendants called ‘pushers’ or ‘oshiya’ do the strangest job in the world – they push passengers onto trains. They have to do this because of the large number of commuters who wish to arrive at their desired locations on time. That’s why they must ensure the train is squeezing themselves inside the train.\n\nCleaners of the world’s highest building\nHave you ever wondered how the world’s tallest building, Burj Khalifa, in Dubai, is cleaned? It takes a team of 36 window cleaners a total of three months to clean the tower’s reflective windows. Working from the height of more than 800 metres, the cleaners face huge challenges especially during bad weather. They must be the bravest cleaners in the world.\n\nGolf balls divers\nEvery year in the UK, millions of golf balls get lost in the water around golf courses. This gave rise to the demand for golf ball divers whose job is to dive deep into the lakes and ponds around golf courses to find the lost balls. Most of them are professional scuba divers, but they spend long hours crawling around in mud and carrying heavy buckets. On average, they find 5,000 balls per lake. After cleaning them, they resell or recycle the balls. Sounds dangerous, doesn’t it?"
    },
    {
        "id": "6",
        "unit": "unit_5",
        "type": "TEXT_CONTENT",
        "content": "In the first picture, I can see a kindergarten teacher working with young students. I think this job involves teaching basic skills such as the alphabet, reading and numeracy. It’s a demanding job as children require a lot of attention.\nThe second picture shows a shop assistant giving some shopping bags to someone who has bought something in a shop. This job requires good communication skills and knowledge of the items sold in the shop.\nThe third picture shows a social media influencer or someone who creates online content. This job requires good presentation skills and creativity. The person should also be able to use a camera and edit videos.\nThe fourth picture shows a babysitter who looks after a young child. Babysitters need to have basic first-aid skills and what children need at certain ages.\nThe last picture shows a group of young people cleaning up an area and planting trees. They look like volunteers working for the community. Volunteers are selfless people who work with no payment to help the environment and other people, or promote other causes."
    },
    {
        "id": "7",
        "unit": "unit_5",
        "type": "TEXT_CONTENT",
        "content": "I find the teaching assistant job the most interesting because it will give me the opportunity to improve my English skills. It will be exciting to supervise classroom activities and help teachers plan their lessons. It will also be a great job to list on my CV.\nI find the shop assistant job the most interesting because I will have a chance to meet many different people. It will also be great fun to arrange shop window displays. I would also enjoy additional benefits such as free meals and overtime pay.\nA: I think working as a product reviewer is very demanding because I need to have technical skills such as understanding technology, writing scripts, and explaining products to people.\nB: Some product reviewers present products in front of a camera, so you may need acting skills as well. If your videos are watched by thousands of viewers, you may become famous.\nA: Even a few minutes of video footage requires a lot of work. I’d rather work as a shop assistant. It’s a tiring job, but not very demanding.\nB: I see ...\nThe most common adjective to describe a product reviewer is ‘challenging’ because it requires technical skills that we may not be good at. However, we also think that this challenge will test our ability to handle work pressures.\nMost of the people in my group prefer the teaching assistant job because it adds value to our CVs. On the other hand, the least preferred job is being a babysitter because taking care of small children can be boring."
    },
    {
        "id": "8",
        "unit": "unit_5",
        "type": "TEXT_CONTENT",
        "content": "Audio script – Tracks 34 + 35:\nWoman: Viet Organic Garden Restaurant. How can I help you?\nMark: Good evening. I’m calling to ask about the vacancies for servers.\nWoman: What would you like to know?\nMark: Are these part-time jobs?\nWoman: Yes, they are. Currently, we’re looking for two servers to work at weekends.\nMark: Sounds good. So what are the working hours?\nWoman: Each server will be required to do 12 hours – six on Saturday and six on Sunday.\nMark: That’d be fine. The job wouldn’t interfere with my studies.\nWoman: Are you at secondary school or university?\nMark: I’m a 12th grader. I’d like to take a part-time job this year.\nWoman: I see.\nMark: Could you also tell me what the job involves?\nWoman: Well, you’ll be expected to greet customers and show them to their tables, present and explain the choices on the menu, then take their orders and collect bill payments.\nMark: Do I have to wait on customers during meals?\nWoman: Yes, of course. You’ll be responsible for serving the food and drinks to customers and making sure they’re enjoying their meals.\nMark: Will I get any on-the-job training?\nWoman: Yes, you’ll be supervised by the head server. Work experience is not that important. We’re looking for people who are able to listen to what customers want and speak to different people in a friendly way. Servers also need to have good maths skills and a good memory.\nMark: I think I can handle money accurately and memorise food items quickly. So how do I apply?\nWoman: Great! Please send your application letter to the restaurant before the end of this week and we’ll arrange an interview next week.\nMark: I’ll do that. Thank you so much."
    },
    {
        "id": "9",
        "unit": "unit_5",
        "type": "TEXT_CONTENT",
        "content": "Viet Organic Garden Restaurant\n2222 Nguyen Trai Road, Thanh Xuan District, Ha Noi\n1036 Hang Dau Street, Hoan Kiem District, Ha Noi\nHa Noi, 16 July 20...\n\nDear Sir or Madam,\n\nRe: Application for the position of a part-time receptionist\n\nI am writing to apply for the position of a part-time receptionist that you advertised on your website.\n\nI am in my final year of secondary school and have some experience in the hospitality industry. Last summer, I worked as a part-time receptionist for a local restaurant. My responsibilities included meeting and greeting customers and taking them to their tables. I also answered the phone and took bookings.\n\nI consider myself to be reliable, hard-working and enthusiastic. I can speak English fluently, so I can communicate with foreign guests quite comfortably.\n\nI would be delighted to meet you in person to discuss my application. I am available for an interview on any afternoon.\n\nIf my application is successful, I will be able to start work after the 15th of August when I finish my exams.\n\nI look forward to hearing from you soon.\n\nYours faithfully,\nNguyen Van Nam"
    },
    {
        "id": "10",
        "unit": "unit_5",
        "type": "TEXT_CONTENT",
        "content": "According to the conversation, to be a server you need to develop important skills such as verbal communication, active listening, good memory, teamwork, food safety knowledge, numeracy, time management, multi-tasking, and patience. These are also skills useful in many other jobs. For example, no matter what job you choose, good communication is essential, so you can give clear instructions and avoid miscommunication. We think that all types of jobs require good time-management and the ability to plan your workload effectively to meet deadlines.\n\n1. A: It’s my first day at work tomorrow. I’m so nervous about starting my job as a teaching assistant at Ha Noi English Language School. Will I be able to make friends with my colleagues?\nB: Stop thinking about it, Mai. You’ll be fine. Just go to bed early and arrive at work on time. And be nice to everybody.\n2. A: I’m afraid I’ve sent an email to the wrong customer. I’m worried that he’ll complain about me to our manager. I can’t stop thinking about it.\nB: Don’t worry. Just send a follow-up email to explain to the customer. Everybody can make mistakes."
    },
    {
        "id": "11",
        "unit": "unit_5",
        "type": "TEXT_CONTENT",
        "content": "I think being a high-rise window cleaner is the most interesting job. It is exciting to hang off a skyscraper and see the world below you. Because of its risky nature, it also offers high pay. It is easy to find a job as a high-rise window cleaner nowadays because there are so many skyscrapers in every big city.\nI think working as a trainer pusher is the most interesting job. It may sound crazy, but pushing people into a train can be lots of fun, especially when they don’t complain and want to be pushed, so they can get to their office on time.\nI have read about some other unusual jobs, such as being a pet food taster. In this role, people have to evaluate products based on their packaging, smell, nutritional value, and yes, even the texture and taste. They do taste pet food, but they don’t actually swallow it, instead they spit it out. Most people working in this field need a degree in food science and do a lot of research."
    }
]