[
    {
        "id": "1",
        "unit": "unit_8",
        "type": "TEXT_CONTENT",
        "content": "Mark: Welcome to the Endangered Primate Rescue Centre! If you have any questions during the tour, don't hesitate to ask me.\nMs Smith: I've just seen a monkey in the enclosure. So are primates just monkeys, Ms Smith?\nMark: No, primates are a group of mammals that includes not just monkeys, but also humans and apes.\nMs Smith: What's the difference between apes and monkeys?\nMark: Well, apes don't have tails and are larger than monkeys. Their brains are also larger. They're as good at using tools as they're at learning sign language.\nMs Smith: So how many primates live here?\nMark: The centre is home to more than 170 primates representing 14 species. They're housed in large enclosures.\nMs Smith: I can hear some sounds. Is someone singing?\nMark: We're close to the gibbons' enclosure, and the male and female gibbons are singing.\nGibbons are the smallest of the apes, and all seven species are regarded as threatened. In fact, five of them are listed as critically endangered.\nMai: What is the main threat to gibbons?\nMs Smith: It's habitat loss due to deforestation and illegal hunting. Poachers make a big profit out of selling gibbons as pets and for making traditional medicine and food.\nMai: So we can help gibbons if we stop keeping them as pets.\nMs Smith: That's right. Now let me show you Derek, the gibbon we rescued last week. He was locked in a cage for two years as an illegal pet.\nMai: Oh no. He's so thin.\nMs Smith: Yes. Gibbons can become ill or weak unless they're fed the right type of food. After examining Derek, our veterinarian also found head injuries. So we'll give him a suitable diet and monitor him for several weeks before we release him into the national park."
    },
    {
        "id": "2",
        "unit": "unit_8",
        "type": "TEXT_CONTENT",
        "content": "Assimilation is a process in which a sound is changed into another because of the influence of a neighbouring sound. Below are some typical cases of assimilation.\nSound ... before ... becomes ... Examples\n/n/ /p/, /b/, /m/ /m/ on purpose /ɒm ˈpɜːpəs/\nin bed /ɪm ˈbed/\nin May /ɪm ˈmeɪ/\n/t/ /p/, /b/, /m/ /p/ hot potato /ˈhɒp pəˈteɪtəʊ/\nnot bad /ˈnɒp ˈbæd/\nthat man /ˈðæp ˈmæn/\n/d/ /b/ /b/ bad penny /ˈbæb ˈpeni/\ngood boy /ˈgʊb ˈbɔɪ/\nred meat /ˈreb ˈmiːt/\n/θ/ /s/ /s/ math solver /ˈmæs ˈsɒlvə/\n\n* An adverbial clause of condition gives the potential outcome of a situation or condition, real or imagined. It uses subordinating conjunctions such as *if*, *provided that*, *until*, or *unless*.\nExample:\nWhat would you buy *if you won the lottery*?\nWe can't release injured animals into the wild *unless they are treated and fully recovered*.\n* An adverbial clause of comparison describes how something such as a skill, size, or amount compares to something else. It uses subordinating conjunctions such as *than*, *as ... as*, or *as*.\nExample:\nThere are more endangered species today *than there were 50 years ago*.\nGibbons are *as* famous for their beautiful singing *as they are for their swinging movements through the trees*."
    },
    {
        "id": "3",
        "unit": "unit_8",
        "type": "TEXT_CONTENT",
        "content": "WILDLIFE CONSERVATION NEWS\n\n1.\nMore than 600 volunteers participated in sea turtle conservation activities held on Con Dao island last week. Volunteers made sure that their spawning ground is safe. They also rescued turtle eggs and buried them in the sand. Sea turtles are threatened with extinction worldwide, and their populations have decreased dramatically in many places. That is why sea turtle conservation programmes are organised annually around the world. They attract many volunteers and help raise public awareness about the threats to sea turtle species.\n\n2.\nLocal authorities are taking measures to restore the coral reef ecosystem in Nha Trang Bay. They will organise regular clean-ups of the seabed and removal of marine debris. Diving clubs will also help by having their professional divers collect broken pieces of coral, re-grow them in underwater nurseries, and then re-attach them to reefs. Coral cover is expected to increase, which will help restore natural habitats and promote marine biodiversity in the bay. In addition, the bay's management board will also monitor the number of swimmers and divers to avoid putting too much stress on the ecosystem.\n\n3.\nAn exhibition entitled 'Paint for wildlife' will be held in Ha Noi next week. It will include more than 30 paintings by secondary school students across the country. Visitors will also have the opportunity to meet the young artists and discuss the stories behind their beautiful paintings. All of them will be on sale to raise money for the protection of endangered and vulnerable species. The event organisers hope to raise public awareness of wildlife conservation through art and contribute to efforts to save rare and endangered animals."
    },
    {
        "id": "4",
        "unit": "unit_8",
        "type": "TEXT_CONTENT",
        "content": "THE IUCN RED LIST\n\nThe International Union for Conservation of Nature (IUCN) Red List divides species into seven levels of conservation: Least Concern, Near Threatened, Vulnerable, Endangered, Critically Endangered, Extinct in the Wild, and Extinct. It uses a set of precise criteria to evaluate extinction risks and decides which species need protection. An endangered species is one that meets any of the following criteria:\n\nPopulation reduction rate\nA species is classified as endangered when its population has declined between 50 and 70 per cent. This decline is measured over 10 years or longer.\n\nGeographic range\nGeographic range describes the area where a species is found. If the area that a species lives on, known as its area of occupancy, is estimated to be less than 500 square kilometres, then the species is classified as endangered.\n\nPopulation size\nA species is classified as endangered when there are fewer than 2,500 mature individuals. When a species population declines by at least 20 per cent or two generations within five years, it is also classified as endangered."
    },
    {
        "id": "5",
        "unit": "unit_8",
        "type": "TEXT_CONTENT",
        "content": "- We think that the most important thing is avoiding activities that may harm the ecosystem.\n- Raising funds for endangered species is the second most important activity because the money is used to protect and rebuild habitats, release species back into the wild, and carry out research.\n- The third most important activity is volunteering to help local wildlife. As volunteers, people can directly contribute to conservation efforts and gain invaluable experience.\n\nWe discussed suitable activities for the World Wildlife Day to raise students' awareness of wildlife protection. We decided on three main activities. The first one is a speaking competition about wildlife conservation, where students can debate the importance of wildlife and how to protect it. This activity will attract many participants and serve as an excellent awareness-raising activity. The second activity we suggest is to organise a wildlife photography exhibition as visuals are an effective way to convey the message. We also discussed asking the school Photography Club to help us find suitable images. The third activity we propose is raising funds for an endangered species, for example, a native animal like the sea turtle."
    },
    {
        "id": "6",
        "unit": "unit_8",
        "type": "TEXT_CONTENT",
        "content": "A: Today we're discussing suitable activities for the World Wildlife Day. The aim is to raise students' awareness of wildlife protection. Does anyone have any interesting ideas?\nB: I think we should start the event with a speaking competition about wildlife conservation. Students can debate the importance of wildlife and how we can protect it.\nC: I like your idea, but how will a speaking competition help preserve wildlife?\nB: Well, this will be a good way to attract lots of participants. I know that many students in our school are good at debating. This competition will be an excellent awareness raising activity. Don't you agree with me?\nA: Yes, I totally agree with you. I also suggest that we organise a wildlife photography exhibition using visuals is the best way to present information and convey our message.\nC: OK, but we need to find suitable images. Perhaps we can ask the school Photography Club for advice. How about raising funds for an endangered species? We should support an animal native to our area, such as the sea turtle.\nB: Great idea! ..."
    },
    {
        "id": "7",
        "unit": "unit_8",
        "type": "TEXT_CONTENT",
        "content": "As part of our series on wildlife, I'm going to talk about tigers today. First, let's take a look at the current situation. Over the last 100 years, the world's wild tiger population has declined significantly. At the beginning of the 20th century, there were 100,000 tigers in the wild. From an estimated 7,000-8,000 in the late 1990s, wild tiger numbers decreased by more than half in 2010. For the first time in 2016, there was a slight increase. However, there were still only about 4,500 wild tigers around the world in 2023. So, why are tigers endangered? What are the threats facing wild tigers?\nFirst, tigers have lost a large part of their natural habitats. Their habitats have been destroyed or degraded by human activity. Forest clearance for agriculture and wood, as well as the building of roads and housing have forced tigers to survive in small, separated environments. As their habitats become smaller, they find it hard to find food. So they are forced to enter villages and attack farm animals, which often results in killing the tigers by the farmers.\nHowever, the most serious threat facing tigers today is poaching and the illegal trade in tiger parts. Historically, tigers were poached for their skins used to make fur coats and home decorations. In addition, there is still demand for their bones, teeth, and other body parts, which are used to make traditional medicines. Nowadays, many people still believe tiger medicine can cure diseases although this has been proven to be wrong by scientists. The demand for tiger parts led to the creation of tiger breeding farms where tigers are bred in captivity and killed for their parts. These farms were originally set up with tiger conservation in mind, as a way to stop poaching. However, these breeding farms led to an increase in poaching.\nWhat can we do to help save tigers? Well, we can ..."
    },
    {
        "id": "8",
        "unit": "unit_8",
        "type": "TEXT_CONTENT",
        "content": "Tigers in Viet Nam are also facing a number of threats. The largest and most serious of these is habitat loss. Forests in Viet Nam have been destroyed, degraded, and reduced, which made tigers more vulnerable to hunters. The other threat is poaching. Tigers in Viet Nam have been hunted to extinction for their skins, bones, and other body parts, which are used in traditional medicines. Although the government has encouraged tiger farming and tiger breeding facilities, most of the animals born in such farms lack the survival skills necessary to be released into the wild. There is still a demand for tiger-based products in Viet Nam, so captive tigers and their body parts continue to enter the legal and illegal trade."
    },
    {
        "id": "9",
        "unit": "unit_8",
        "type": "TEXT_CONTENT",
        "content": "1.\nNam: Hi, Linda. Why didn't you come to Cuc Phuong National Park with us yesterday? We were worried about you. Has something happened?\nLinda: I had a stomach ache, so I had to stay at home and rest.\nNam: Sorry to hear that. Do you feel better now?\nLinda: I'm fine now. Thanks for asking.\n2.\nMai: You look worried. Is there something wrong?\nNam: No, I'm just a bit nervous about my presentation on wildlife protection tomorrow.\nMai: Is there anything I can do to help?\nNam: If you could look at my slides, it would be great. Thanks so much in advance, Mai.\n\n1.\nB: You look so worried. What's the matter?\nA: It's my biology project. The deadline is tomorrow, but I haven't collected enough information about endangered species such as tigers and rhinos.\nB: Oh, I see. Is there anything I can do to help?\nA: Yes, please. If you could find out the most endangered animals in Viet Nam, it would be very helpful. Thank you.\n2.\nA: Hi, how are you? I didn't see you on the school field trip to the Endangered Species Rescue Centre. What happened?\nB: Oh, I was a bit under the weather so I couldn't join the trip.\nA: Sorry to hear that. Are you OK now?\nB: Thanks. I'm much better now."
    },
    {
        "id": "10",
        "unit": "unit_8",
        "type": "TEXT_CONTENT",
        "content": "- The saola is a rare animal found in Viet Nam. Due to habitat loss, illegal hunting, and the pressures of the illegal wildlife trade, the saola population has dramatically declined. The saola is classified as critically endangered.\n- The Tam Dao salamander, also known as the Vietnamese salamander, is a type of salamander found only in Viet Nam. It lives in forests and rivers with a warm and humid climate. However, it is in danger because its habitat is being destroyed and it is being hunted illegally. Today, it is classified as critically endangered, with only a few individuals remaining in the wild.\n\n1. Loss of habitat\n2. Poaching and illegal trade in body parts\n3. Rising demand for tiger parts\n\nTo: Wildlife Magazine\nFrom: Nguyen Van A\nSubject: Threats facing tigers and possible solutions\nDate: 5 May 20\nThis report describes the main threats facing wild tigers and suggests some solutions to the problem."
    }
]
