[
  {
    "id": "1",
    "unit": "unit_4",
    "type": "TEXT_CONTENT",
    "content": "Nam: Hi, Mark!\nMark: Hi, Nam! Sorry I'm late. I got lost because your neighbourhood has changed a lot.\nNam: Yeah. It's been three years since your last visit. Anyway, do you want to go for a walk? I'll show you around.\nMark: Fresh air and a walk sound nice. Let's go!\n...\nMark: Nam, there used to be a rice field opposite your house, right?\nNam: Exactly, Mark. But now they have built several high-rise buildings. The city is getting bigger and bigger.\nMark: Yes, more and more people want to live in urban areas nowadays. This is part of the process of urbanisation.\nNam: That's true. There are also new public parks and people can enjoy more leisure activities. In addition to the big shopping centre, there is a convenience store on every corner. And look at our new electric buses! Do you want to go for a ride?\nMark: Sure, Nam ... Wow! This bus is so quiet and comfortable! It's the first time I've been on an electric bus. Getting around is probably becoming more and more convenient for local residents.\nNam: Not really. The more crowded the area becomes, the worse traffic jams get, especially during rush hour. The cost of living is also going up. These are the changes that I don't like.\nMark: That's true, Nam. I guess urbanisation can also cause problems."
  },
  {
    "id": "2",
    "unit": "unit_4",
    "type": "TEXT_CONTENT",
    "content": "• We use the present perfect to describe something that started in the past and is still happening now, or something that was completed in the very recent past.\nExample:\nA lot of young people have moved to big cities to work or study.\n\n• We also use the present perfect to say how many times something has happened with the following structure:\nIt/This/That + be + the first/the second time + Subject + have/has (done)...\nExample:\nThis is the second time I have visited this city.\nIt is not the first time I have heard about urbanisation.\n\n• We often use the present perfect for a unique experience with the following structure:\nIt/This/That/Noun or Gerund phrase + be + the best/the worst/the only/the most beautiful/ ... + Subject + have/has (ever done)...\nExample:\nThat is the worst meal I have ever had in this city.\nMoving to the city is the best decision my parents have ever made in their life.\n\nRemember!\n\n• We use double comparatives to show change.\nExample:\nTowns are getting bigger and bigger.\nThe city is becoming more and more polluted.\nThere are more and more high-rise buildings in the city.\n\n• We also use double comparatives to say that two things change together.\nExample:\nThe bigger the city gets, the more crowded it becomes.\nThe more we invest in rural areas, the more we can help people there."
  },
  {
    "id": "3",
    "unit": "unit_4",
    "type": "TEXT_CONTENT",
    "content": "Ha Noi | Then and Now\n\n'Ha Noi Then and Now' exhibition has attracted thousands of visitors this week. The pictures have brought back childhood memories to old residents while helping younger generations see how the city has changed over the years.\n\nIn the 'Then' hall, visitors can see pictures of 20th-century Ha Noi. Back in 1954, it was a small city with a population of about 530,000 residents in an area of about 152 sq km. The capital's famous Old Quarter or '36 old streets' dates back hundreds of years, with each street focusing on a different trade or craft.\n'My parents couldn't afford a motorbike or car. Most residents used to get around by bicycle or on foot,' said an 80-year-old visitor. Trams, which began service in 1901, were a popular means of public transport until 1991. Buses were not very frequent then. People lived and worked in low-rise buildings. The city was a fascinating mixture of French colonial buildings and traditional Eastern architecture.\n\nThe 'Now' pictures show a modern city with a population of over 8 million people. Over the years, the urban area has gradually expanded to over 3,000 sq km including many of the surrounding villages. As rural residents move into Ha Noi, the government is providing more affordable housing. More high-rise buildings have also been built. Ha Noi has improved its transport infrastructure, building new roads and bridges. It is modernising bus services using more electric ones. The Ha Noi Metro opened to the public in 2021 and is expected to include more lines by 2030.\n\nHowever, urbanisation has created new problems. 'As more people come to seek better job opportunities, the city is getting more and more crowded. This has led to more traffic jams and higher unemployment rates,' said a 21-year-old student. Air pollution is also causing concern among city residents."
  },
  {
    "id": "4",
    "unit": "unit_4",
    "type": "TEXT_CONTENT",
    "content": "URBANISATION IN MALAYSIA AND AUSTRALIA\n\nUrbanisation in Malaysia started in the early 1970s. At that time, only around 25 per cent of the population lived in urban areas. After a period of rapid growth, the urban and rural populations were almost equal in the early 1990s. Since then, the urbanisation rate has continued to increase gradually. The urban population, for example, rose from 66 per cent in 2004 to 74 per cent in 2014.\nAt present, Malaysia is known as one of the most urbanised countries in East Asia. It is also one of the most rapidly urbanised regions around the world. According to the latest statistics, over 77 per cent of Malaysia's total population now live in urban areas and cities.\n\nAustralia is an interesting example of early urbanisation, which started at the end of the 19th century. At that time, over 60 per cent of the population lived in urban areas. Since then, it has maintained a gradual growth. This was also due to the country's immigration policy, which encouraged people to settle in its coastal, urban areas.\nAustralia is now one of the most urbanised countries in the world, with almost 90 per cent of the population living in urban areas. The two largest cities of Australia, Sydney and Melbourne, are home to over 40 per cent of the country's population."
  },
  {
    "id": "5",
    "unit": "unit_4",
    "type": "TEXT_CONTENT",
    "content": "- In the past, River City only had low-rise buildings. However, a lot of high-rise buildings have been built here.\n- They have opened a lot of convenience stores and supermarkets to replace the old wet markets.\n- There used to be a rice field outside the city, but it has been replaced by a city park.\n- In the past, the roads were almost empty. There was hardly any traffic. Now, the streets are busy and there are too many cars on the roads.\n\nWhen we looked at the picture of River City in the past and at present, we noticed a lot of differences. This means that there have been many changes in the city over the years. It got bigger and bigger. The old town/village has now become a modern city. A lot of high-rise buildings have been built to replace the low-rise buildings. There used to be a rice field outside the city, but it has been replaced by a city park. A lot of convenience stores and supermarkets have opened and replaced the old wet markets. In the past, the roads were almost empty, but now they have become very busy. In summary, life in River City has become very dynamic and interesting."
  },
  {
    "id": "6",
    "unit": "unit_4",
    "type": "TEXT_CONTENT",
    "content": "\nHello and welcome to FM radio. I'm Jenifer Ha, your host today. I'll talk about urbanisation in the global world. You probably know that in 1950, only about 30 per cent of the world's population lived in urban areas. But over the past few decades, the urban population has increased rapidly, and the rural population has decreased. Today, over 55 per cent of the world's population lives in cities. This figure is expected to reach around 70 per cent by 2050. So you can see that urbanisation is happening very quickly.\nSo, what are the advantages of urbanisation?\nWell, urbanised areas usually have better facilities, such as good schools and modern hospitals. City residents also have access to better health and communication services, clean water and waste management facilities. When urban infrastructure is well-planned, peoples quality of life is also improved. Local authorities expand roads trying to make driving easier. At the same time, they try to get more people into public transport by making bus and train services more convenient and frequent. As many city residents earn higher salaries, they can also afford to buy a nice house or a flat in the many high-rise buildings.\nNow, let's talk about the disadvantages of urbanisation. When too many people live in urban areas, traffic conditions become worse and worse. As a result, public transport may not be as reliable as residents would wish. Smog, high carbon emissions, increased number of private cars and waste from the large population can all lead to higher levels of pollution. Long-term exposure to air pollution can cause a range of diseases. In addition, some prices become higher, and goods and services cost more. So cities tend to be more expensive to live in.\nBut what can local authorities do to solve these problems? ... [fading]"
  },
  {
    "id": "7",
    "unit": "unit_4",
    "type": "TEXT_CONTENT",
    "content": "The line graph shows the urban and rural population in Viet Nam from 1960 to 2020. Overall, the urban population increased while the rural population decreased.\nIn 1960, most Vietnamese people lived in rural areas. However, from 1960 to 1980, the percentage of the rural population fell slightly to 81 per cent. Then the figure remained stable for the next ten years. From 1990 to 2010, the proportion of the population living in rural areas continued to decrease gradually. In 2020, the rural population was only 63 per cent of the total population of Viet Nam.\nBy contrast, the urban population rose throughout the same period. In 1960, the percentage of the city population was just around 15 per cent. The figure went up slightly in 1980 and remained stable until 1990 when less than 20 per cent of the population lived in urban areas. Since 1990, the proportion of the urban population has increased gradually and in 2020, it reached 37 per cent of the total population."
  },
  {
    "id": "8",
    "unit": "unit_4",
    "type": "TEXT_CONTENT",
    "content": "Suggested answers:\n1.\nA: Excuse me, I want to complain about the traffic jams in our area. They are getting worse and worse. Many people still use their private vehicles, so it is very crowded during rush hour.\nB: I'm so sorry to hear that people are still experiencing traffic jams. I can assure you that we're working on this problem. We're building new roads and modernising public bus services. Hopefully, more residents will start using public transport.\n2.\nA: Excuse me, I'm sorry to say this, but our city is getting more and more crowded. Many families with children live in very small homes, which is not just uncomfortable, but can lead to mental health problems.\nB: I'm afraid this is a problem in many cities in our country. That is why the government is doing everything possible to provide more affordable and bigger homes in urban areas."
  },
  {
    "id": "9",
    "unit": "unit_4",
    "type": "TEXT_CONTENT",
    "content": "1.\nMs Lan: Hi, Mai. I'm sorry to have to say this, but there is always loud music coming from your flat very late at night. I can't sleep because of the noise.\nMai: Oh, I'm so sorry, Ms Lan. I promise this will never happen again.\n2.\nNam: Excuse me, I want to complain about the bus services in the neighbourhood. Buses are always running late, especially during rush hour.\nConductor: I'm sorry, but there's nothing we can do about it. There are so many vehicles on the roads now that traffic moves very slowly.\n\nIn the 1970s, the proportion of the urban population in Viet Nam was lower than that in Malaysia by around 10 per cent. Compared to Australia, the figure was almost 10 times smaller. Since the 1970s, in both Viet Nam and Malaysia, urbanisation has been increasing, but in Malaysia, the rate is faster. At present, about 40 per cent of Viet Nam's population lives in urban areas, while more than 77 per cent of Malaysia's and almost 90 per cent of Australia's population live in urban areas. Australia is one of the most urbanised countries in the world while Malaysia is the most urbanised country in Southeast Asia."
  }
]