[
    {
        "id": "1",
        "unit": "unit_7",
        "type": "TEXT_CONTENT",
        "content": "Mark: Hi, Mai. What’s up? You look so worried!\nMai: I’m so stressed! The school charity club is planning a music show, and I’m in charge of the publicity for the event. But it’s so difficult to think of ways to attract people’s attention. There hasn’t been much interest so far.\nLinda: Why don’t you place an advert in the local newspaper? Everybody reads it, and I’m sure an advert there can help draw attention to the event.\nMai: It’ll be too expensive. I’m afraid we can’t afford to promote the show as if it were a big profit-making event.\nMark: I see. ... How about putting up posters in the area?\nMai: Well, they’re not expensive, but there’re so many of them that viewers may not pay enough attention to our poster.\nMark: How about the Internet?\nMai: You mean running commercials online? That will cost lots of money, too.\nMark: Not necessarily. We can post information on social media sites which is free and effective. In fact, they are such popular tools of communication nowadays that everybody uses them to advertise products and events, and connect with people.\nMai: I’ve thought of that, but I don’t have a big social media presence like you do.\nLinda: Well, perhaps you should consider all of our suggestions. First, I’ll phone the local newspaper to see if they offer any discounts for charity advertising.\nMark: And I can help you promote the event on the Internet. Let’s get together this afternoon to design some posters, too.\nMai: Thanks so much! See you then."
    },
    {
        "id": "2",
        "unit": "unit_7",
        "type": "TEXT_CONTENT",
        "content": "DEBATE CORNER\n\nDigital media is any form of media that is created, viewed, and distributed via electronic devices. Examples of digital media include websites, social media, videos, video games, digital advertising, software, and electronic books. With the development of technology and smart devices in recent years, digital media saw a sharp rise. This raises the question of whether digital media will replace traditional media such as printed newspapers, broadcast TV, and radio. Below are two opinion pieces sent to our Debate Corner this week.\n\nNowadays, it is much easier and more convenient to access information via digital media. Most digital content is also freely accessible. All it takes is a few clicks, and you can read the latest news, watch videos, or see online adverts. In addition, digital media forms are mostly interactive. For example, customers can provide instant feedback, which can be used to solve any problems. In return, almost every organisation can reach its target customers easily via digital media. Furthermore, digital media is more flexible since information can be updated easily and frequently. By contrast, articles in printed newspapers or adverts on TV cannot be changed immediately. With more than 75 million social media users in Viet Nam and the number is increasing, it will not be long before traditional media becomes a thing of the past.\nMinh Quang\n\nDigital media is very convenient, but its strengths are also its own weaknesses. Since anyone with access to computers and the Internet can post or share information online, it raises the question of how credible it is. On the other hand, traditional media offers information from reliable sources that are fact-checked. Moreover, let us not forget that digital media relies on the Internet and smart devices to work well. There are still remote or disadvantaged areas in Viet Nam where access to technology is limited or too expensive. Many people may still struggle with technology. So although digital media is on the rise, traditional media such as printed newspapers, broadcast TV, and radio is here to stay.\nPham Hoa"
    },
    {
        "id": "3",
        "unit": "unit_7",
        "type": "TEXT_CONTENT",
        "content": "MASS MEDIA AROUND THE WORLD\n\nThere are different types of mass media and some work better than others in different situations. They could be as advanced as digital billboards, or as simple as public loudspeakers.\n\nDigital billboards\nUnlike a traditional billboard which can only show one printed image, a digital billboard can change between different messages. Digital billboards are also considered more attractive than traditional ones, and people are more likely to notice them. Moreover, they can also be updated in real time. Nowadays, digital billboards are common in many big cities around the world. It is hard to imagine places like Times Square in New York, Piccadilly Circus in London, or Shibuya in Tokyo without bright light adverts. Although they are growing in popularity, there have been concerns about their impact on the surrounding environment. Global light pollution is increasing each year. The constant light emitted by digital billboards often confuses birds, harms insects, and causes health problems in humans, too.\n\nPublic loudspeakers\nIn the past, public loudspeakers were used during the war to warn people of air attacks. Nowadays, they are still used in parts of Japan, the Philippines, and the US to alert people to natural disasters such as storms, earthquakes, and tornadoes. In Viet Nam, they are used to communicate important public announcements to residents. However, the noise from a city-wide loudspeaker system can be a problem to some people."
    },
    {
        "id": "4",
        "unit": "unit_7",
        "type": "TEXT_CONTENT",
        "content": "2.\nA: To raise our classmates’ awareness of cyberbullying, we plan to send them some information and videos about the issue. Since it’s both visual and audio content, I don’t think we can use leaflets or the school newsletter. Perhaps we should send the materials via email. It will be quick and free.\nB: I agree. But not all students in our school have email accounts. Mass emails usually end up in the spam folder. Many students may not even notice that they have received the information and videos. Or they may think it’s a spam email and just delete it.\nC: How about our school website? It’s a credible source of information and most students visit it every day.\nA: Good idea! And it’ll be free of charge! But we need to ask for permission from the head teacher.\nB: That shouldn’t be a problem. I’m sure we’ll get the permission to post information on our school website. This will be part of the school anti-bullying campaign.\n3.\nA: We need to inform people about the upcoming collection of books and clothes for charity. Since we only need to include some text and perhaps a couple of pictures, I think something simple like leaflets is the way to go. Besides, they’re more affordable for a non-profit making event like this one.\nB: I agree that they’re cheap and simple to make. But many people may not pay much attention to them. They may mistake our leaflets as product adverts and throw them away.\nC: I see. How about social media sites? People can share the information with their friends and family quickly, so we can reach a large number of people. Creating social media posts is also easy and doesn’t cost anything.\nA & B: Yes, that’s a good idea."
    },
    {
        "id": "5",
        "unit": "unit_7",
        "type": "TEXT_CONTENT",
        "content": "2. In our discussion, we talked about ways to raise our classmates’ awareness of cyberbullying. We considered sending information and videos via email, but were worried about spam filters. Finally, we’ve agreed that the school website is a better option, as it’s a credible source and widely accessed by students. In order to post information on it, we plan to seek permission from the head teacher first.\n3. We’ve just discussed how to inform people about an upcoming charity event for book and clothes collection. At first, we considered making leaflets because they are easy to design and affordable. However, some of us expressed concerns about people disregarding them. Finally, we’ve all agreed that sharing the information on social media sites would be more effective for reaching a larger audience quickly and at no cost."
    },
    {
        "id": "6",
        "unit": "unit_7",
        "type": "TEXT_CONTENT",
        "content": "Mai (serious tone of voice): Good morning, everyone. Today, Nam, Mark and I are going to talk about fake news. This is a serious issue nowadays as the Internet has become a very popular source of information for everyone around the world. In Viet Nam, there were more than 72 million Internet users in 2022. This accounted for around 75 per cent of the country’s population. However, as the Internet is getting more and more popular, I’m becoming increasingly concerned about the rise of fake news published online. Because it’s so easy for people to post anything they want on the Internet, fake information and fake news stories are very common online. This can be harmful to young people who can be encouraged to believe in dangerous views or actions, and change their behaviour. I think we need to take action and stop the spread of fake news. Do you have anything to add, Nam?\nNam (embarrassing tone of voice): Thank you, Mai. Well, my experience with fake news on the Internet was truly embarrassing. I saw a news story about a powerful earthquake that had injured people and destroyed houses in Central Viet Nam. I immediately shared the story and all the images with my friends and family, and even started planning a charity event. Some people laughed at me, but others were upset and angry with me as they had relatives in Central Viet Nam, and were really worried about them. I wish I had checked all the facts more carefully. How about you, Mark? What’s your take on fake news?\nMark: Well, I don’t think we can stop the spread of fake news, but we should learn to avoid it. First, make sure the websites where the news item or image is published are credible. Such websites usually belong to government organisations or universities, and are updated regularly. Second, look to see if the story appears on other news sites that you know and trust. In addition, pay attention to the language. News stories that are full of spelling and grammar errors, and show bias are very unlikely to be credible and you should avoid using or sharing them. As long as we evaluate everything we read and watch carefully, and are careful about what we share on social media, we can protect ourselves from fake news. So I think there’s nothing to worry about."
    },
    {
        "id": "7",
        "unit": "unit_7",
        "type": "TEXT_CONTENT",
        "content": "I find all the tips useful, and have used the first tip myself. For example, I always go to official websites of credible newspapers to get news. I try to avoid personal blogs on the Internet because bloggers may lack expertise on different topics and may express opinions rather than facts. But I have never used the other tips. I think I will try the second tip in the future. Instead of getting news from one source, perhaps I should try to check if the same news is reported on other trusted sites. The last tip will also be useful, but I think I will need better English language skills to detect spelling and grammar mistakes or bias in news stories written in English."
    },
    {
        "id": "8",
        "unit": "unit_7",
        "type": "TEXT_CONTENT",
        "content": "The pie charts compare the main news sources for teenagers, young adults, and old people according to a survey in 2022.\nOverall, television was a very popular source of news for all age groups. It was the top news source for old and young adults, chosen by 42 per cent of old people and more than one third of young adults and teenagers. Meanwhile, online news sites were chosen by the majority of teenagers, with more than 50 per cent. By contrast, the Internet was the least common news source for old people, with just 6 per cent. On the other hand, printed newspapers were the main news source for 29 per cent of old people while only fewer than 10 per cent of young adults and teenagers reported getting their news from them.\nAs for other sources of news, around a quarter of young adults and old people relied on other sources for news, as opposed to only 4 per cent of teenagers."
    },
    {
        "id": "9",
        "unit": "unit_7",
        "type": "TEXT_CONTENT",
        "content": "1.\nJulie: I heard on the radio today that the flower festival is going to be held in our city.\nMai: Really? I love flowers. I went to a flower festival in Da Lat once. It was amazing!\n2.\nMai: Hi, how has your day been so far?\nMark: I’ve been very busy! I’m working on promoting a charity event. It’s a lot of work!\nMai: Sounds very stressful! Have you thought of inviting a famous celebrity?\n3.\nLinda: I like your shoes! They look very stylish. Where did you get them?\nMai: Thank you. I saw them advertised on a fashion website and bought them online. I’ll send you the link.\nLinda: That’d be great. Thanks.\n4.\nNam: It’s a lovely day, isn’t it?\nLinda: Yeah, it’s so beautiful outside! Last week, the weather was awful.\nNam: I know, it was raining all the time. Have you got any plans for the weekend?"
    },
    {
        "id": "10",
        "unit": "unit_7",
        "type": "TEXT_CONTENT",
        "content": "1.\nA: Nice party, isn’t it?\nB: Yes, the food is really delicious, and Mai is an excellent host.\nA: Yes, I’m having a great time. By the way, how do you know Mai?\nB: Oh, we met at a junior reporter workshop. My name’s Duong. And you?\nA: Mai and I are in the same class. The junior reporter workshop sounds very interesting. I want to work in the media industry one day.\nB: Me too!\n2.\nB: Hi. I think we’ve met before. We go to the same school.\nA: Oh yes. Are you also a member of the school’s Media Club?\nB: That’s right. You probably know that we’ll be very busy this year. We’ve got so many activities planned.\nA: Yes, I actually volunteered to help with promoting the photography exhibition next week.\nB: Oh, really? I’m in charge of promoting the event. It sounds really exciting.\nA: Great! So we’ll have a chance to work together."
    },
    {
        "id": "11",
        "unit": "unit_7",
        "type": "TEXT_CONTENT",
        "content": "We think that both digital billboards and public loudspeakers can be effective, but this will depend on the location and purpose. Digital billboards work really well on high-rise buildings in big cities, where they can be large enough to be visible and eye-catching. Public loudspeakers are effective in delivering community messages in remote areas or emergency warnings to notify people of immediate dangers.\nIn the future, we believe digital billboards will become more popular around the world because of advancements in technology. They have also become more affordable for businesses. Digital billboards can advertise different events, products, or services just minutes apart from one another. We also hope that they will become more eco-friendly. On the other hand, although there have been some attempts to revive loudspeaker broadcasts, their use will continue to decline because most people get their information from television, newspapers, or social media. Loudspeakers also create a lot of noise pollution, which can cause health problems for people. We think they should only be used in emergencies."
    }
]