[
    {
        "id": "1",
        "unit": "unit_1",
        "type": "TEXT_CONTENT",
        "content": "Mark: Hi, Nam. Your book must be very interesting. What are you reading?\nNam: I'm reading a really good book in English called Last Night I Dreamed of Peace: The Diary of Dang Thuy Tram.\nMark: Dang Thuy Tram? Who is she?\nNam: She was born in Hue in 1942. She studied medicine in Ha Noi and volunteered to join the army at the age of 24, working as a surgeon during the resistance war against the US.\nMark: That's when she started her diary, isn't it?\nNam: Yes. She wrote her diary while she was working in a field hospital in Quang Ngai Province. The diary contains personal accounts of her experiences during the war, and shows her love for her family and country.\nMark: Wow! It sounds interesting. Is she still alive?\nNam: Unfortunately, she was killed by the enemy while she was doing her duty in the jungle in Quang Ngai Province. She was only 27 then.\nMark: Oh, that's really sad. But how did people find her diary?\nNam: An American soldier found it and saved it from being burnt. Then more than 30 years after Tram's death, a copy was returned to her mother. The diary was published in Viet Nam in 2005. It has also been translated into several other languages.\nMark: That's amazing!\nNam: Now she is considered a national hero for devoting her youth and whole life to saving other people's lives in the war.\nMark: Can you lend me the book when you finish reading it? I'd like to read it myself.\nNam: Sure!"
    },
    {
        "id": "2",
        "unit": "unit_1",
        "type": "TEXT_CONTENT",
        "content": "Past simple\nWe use the past simple to describe:\n\na completed action in the past.\nExample: I read a good book last night.\nmain events in a story.\nExample: Mary read a few pages of her book and went to bed.\n\nPast continuous\nWe use the past continuous to describe:\n\nan action which was happening at a specific point of time in the past.\nExample: I was reading a good book at 10 p.m. last night.\nthe settings of a story.\nExample: It was raining heavily outside. Mary read a few pages of her book and went to bed.\n\nWhen one action in the past happens in the middle of another, we use the past simple to talk about the shorter action, and the past continuous for the longer action.\nExample: I was reading a book when the phone rang.\nWhen two or more actions in the past are happening at the same time, we use the past continuous for both/all.\nExample: While I was reading a book, my mother was watching TV."
    },
    {
        "id": "3",
        "unit": "unit_1",
        "type": "TEXT_CONTENT",
        "content": "STEVE JOBS' LIFE AND ACHIEVEMENTS\nA.\nSteven Paul Jobs was born on 24 February, 1955 in San Francisco, USA. His biological parents were not married and gave him up for adoption. He was adopted by Clara and Paul Jobs. In 1971, Jobs met Steve Wozniak, who was five years older than him, but they bonded over their love of electronics. After high school, Jobs attended Reed College in Oregon, but found the classes boring and dropped out after six months.\nB.\nWhen Jobs was 21, he and Wozniak started Apple Computers in Jobs’ family garage with money they got by selling Jobs’ van and Wozniak’s scientific calculator. By making computers smaller, cheaper, and accessible to everyday users, their company became a huge success and sales quickly increased.\nAlthough Jobs left Apple in 1985, he returned to his post in 1997 when the company needed new ideas. He helped invent new products such as the iMac, the iBook for students, the iPod music player, and iTunes music software. In 2007, he introduced the touch-screen iPhone which changed the way phones were used. Apple products were not only designed to be cutting-edge technology, but also to be stylish and easy to use.\nIn addition, Jobs contributed to computer animation. In 1986, he bought a small company, which later became Pixar Animation Studios. It produced the first full-length computer-animated film Toy Story, followed by other blockbusters.\nC.\nIn 2003, Jobs was diagnosed with a rare form of pancreatic cancer. He fought the disease for several years, and stopped working in August, 2011. Two months later, he passed away. He had four children, three with his wife of 20 years and one from a previous relationship. On an Apple web page, a statement reads, ‘Apple has lost a visionary and creative genius, and the world has lost an amazing human being.’"
    },
    {
        "id": "4",
        "unit": "unit_1",
        "type": "TEXT_CONTENT",
        "content": "Student A's card\nGeneral Vo Nguyen Giap\n- A military genius\n- 1911: born in Quang Binh Province\n- 1927: joined the Communist Party of Viet Nam\n- 1946-1975: led the army and won many important battles (e.g. Dien Bien Phu in 1954, the final Ho Chi Minh campaign in 1975)\n- 2013: passed away in Ha Noi\n\nStudent B's card\nVo Thi Sau\n- A national hero\n- 1933: born in Ba Ria Province\n- 1948: carried out attacks against French soldiers\n- 1949: caught and held in prison\n- 1952: killed at Con Son Prison, Con Dao Island\n\nHai Ba Trung: The Trung sisters were military leaders who led the people against the colonial government of the Han Dynasty. They are regarded as national heroes of Viet Nam. They were both well educated.\nQueen Mother Y Lan: She was the wife of King Ly Thanh Tong, and the mother of King Ly Can Duc. She knew a lot about Buddhism, and helped build hundreds of temples around the country.\nQueen Le Ngoc Han: As the daughter of King Le Hien Tong, she helped improve education and social status of women by giving titles to female scholars and educating female domestic servants.\n\n1. Cleopatra VII, a queen of ancient Egypt, was famous for her beauty.\n2. I love Disney animated films like Snow White and the Seven Dwarfs and The Little Mermaid.\n3. Vo Thi Sau attacked some French soldiers when she was only 14.\n4. Steve Jobs passed away when he was only 56 years old."
    },
    {
        "id": "5",
        "unit": "unit_1",
        "type": "TEXT_CONTENT",
        "content": "Queens of the world\nIt is said that women can rule kingdoms, and some of them actually did. Below are three of the most famous queens in world history.\n\nCleopatra VII (69 BC-30 BC)\nThe queen of ancient Egypt (ruling from 51 BC to 30 BC) was most famous for her determination and beauty. She was also very intelligent and well educated, and could speak nine languages. Under her rule, Egypt was a rich nation and remained independent from the expanding Roman Empire.\n\nElizabeth I (1533-1603)\nQueen Elizabeth I ruled England for 45 years (1558-1603). She was admired for her strong determination and intelligence. Elizabeth could speak and write five languages, and often translated lengthy texts into French, Italian, and Latin. She is considered one of the most successful queens in British history. She defeated the powerful Spanish Navy in 1588 and encouraged the development of the arts. She refused to get married.\n\nCatherine II (1729-1796)\nCatherine II was a minor German princess who became known as Catherine the Great and ruled Russia from 1762 to 1796. She was intelligent, ambitious, and dedicated to her adopted country. She expanded the Russian Empire, adding an area of more than 500,000 square kilometres. She improved education for children and women, and opened the first school for girls in Russia. During her time there were also great developments in architecture, trade, and culture."
    },
    {
        "id": "6",
        "unit": "unit_1",
        "type": "TEXT_CONTENT",
        "content": "We'd like to talk about the life of Vo Thi Sau, a national hero of our country. She was born in 1933 in Ba Ria Province. At the age of 15, she joined the Viet Minh, the league for the independence of Viet Nam from French rule. In 1948, she was brave enough to carry out attacks against French soldiers. She managed to kill some of them by throwing grenades at them. Unfortunately, in another unsuccessful attempt in 1949, she was caught and put in prison. She was sentenced to death at Con Son Prison, on Con Dao Island at the age of 19. Although she died nearly 80 years ago, many generations in Viet Nam still admire Vo Thi Sau for her great bravery and sacrifice for the independence of our country.\nI am most impressed by his determination to overcome difficulties in his life to become successful. Although his first film company was a failure, he did not give up, but started over and built up a very successful business afterwards. It shows the importance of perseverance in achieving your goals and making your dreams come true."
    },
    {
        "id": "7",
        "unit": "unit_1",
        "type": "TEXT_CONTENT",
        "content": "Walt Disney was one of the most admired people in the film industry. Many of the films created by his company are very popular with both children and adults.\nHowever, success did not come early for Disney. When he set up his own film company, it was not very profitable. So Disney chose to move to Hollywood to start a new career.\nThere, he developed a character based on a pet mouse he once had, under the name of Mickey Mouse. He even gave the mouse his own voice. Soon, Mickey Mouse became the world’s most popular cartoon character and Disney was very popular worldwide.\nBut Disney did not stop there. He went on to produce his first feature-length animated film Snow White and the Seven Dwarfs. The film became a huge success, earning more than 400 million dollars since its release and eight Oscars, the top award in the film industry. Throughout his career, Disney won or received 26 Oscars – a record in history.\nBesides making films, Disney was also the creator of the first Disneyland theme park which opened in 1955. Nowadays, there are 12 Disney parks around the world where people can meet Disney cartoon characters and see live shows of their magical stories.\nAfter his death, The Walt Disney Studios continued to make high-quality live-action and animated films, such as The Little Mermaid, Beauty and the Beast, and The Lion King. His films continue to inspire both adults and children to follow their dreams."
    },
    {
        "id": "8",
        "unit": "unit_1",
        "type": "TEXT_CONTENT",
        "content": "WALT DISNEY – THE FATHER OF MICKEY MOUSE\nWalt Disney is famous around the world for making a lot of successful films, which are loved by children and adults of many generations.\nChildhood and education\nWalt Disney was born in Chicago in 1901. During his childhood, he loved drawing and painting. He attended Brenton Grammar School, but he left school when he was 16.\nAchievements\nDisney was a very successful film-maker, who created Mickey Mouse and produced successful animated films such as Snow White and the Seven Dwarfs. Throughout his career, Disney won or received 26 Oscars, three Golden Globe Awards, one Emmy Award – a record in history.\nHe was famous for building the first theme park in the world, called Disneyland. Now many more Disney parks have been built and have become popular worldwide.\nFamily\nWalt Disney had three older brothers and a younger sister. He married Lillian Bounds, and they were together for 41 years. They had one biological daughter and one adopted daughter.\nDeath and the continued success of The Walt Disney Studios\nDisney died from cancer in 1966, but The Walt Disney Studios continued to make live-action and animated films. These films inspire people of all ages to follow their dreams."
    },
    {
        "id": "9",
        "unit": "unit_1",
        "type": "TEXT_CONTENT",
        "content": "1. Mark: I'm on top of the world! I've just learnt that my poem about Viet Nam's national heroes has won the first prize in the poetry competition for teenagers.\nNam: I'm so happy for you! It's a very inspiring poem.\n2. Phong: I took part in a public-speaking event and gave a talk about Steve Jobs' innovations in technology. It was such a pleasure to be among so many talented speakers. They invited me to give another presentation.\nMai: That's fantastic! I've always thought you're a great speaker.\n\n1. A: Yesterday, I saw the new Disney movie, The Lion King. I enjoyed it so much. It's such a wonderful animation.\nB: That's great. I'm pleased to hear you like it.\n\n2. B: I'm on cloud nine! My article about Steve Jobs' life and achievements has just been published in the local newspaper!\nA: Wow! I'm so happy for you! You've worked so hard on it!"
    }
]