[
    {
        "id": "1",
        "unit": "unit_3",
        "type": "TEXT_CONTENT",
        "content": "Nam: Hey guys, look at this notice! Our school is holding a Green Classroom Competition. The greenest classroom will win an ecotour!\nMark: How exciting! But how will the classrooms be judged?\nMai: It says here that classrooms will be judged on the following: raising environmental awareness, reducing our carbon footprint, and using resources efficiently.\nMark: I guess we should start by cleaning up our classroom more frequently and having more plants in it.\nMai: Yes, this is the easiest thing to do, but we also need to change our classmates’ behaviour so that we can develop eco-friendly habits in our class.\nMark: That sounds harder. I notice many of our classmates buy plastic water bottles every day and throw them away after a single use.\nNam: Plastic takes hundreds of years to decompose, which is certainly not good for the environment.\nMai: Well, we can place a big jug full of drinking water in the classroom so that we can refill our reusable bottles.\nMark: Good idea! Now, to reduce our carbon footprint, we should also make sure we turn off the lights and air conditioners before leaving the classroom. Sometimes people rush out and leave them on, which is a waste of electricity.\nMai: Sure. Why don’t we place some brightly coloured signs next to all doors to remind people?\nNam: So many good ideas already. Let’s meet after school to discuss more. I hope our class wins the ecotour!\nMark: That’d be fantastic!\nMai: Yes. Let’s do our best!"
    },
    {
        "id": "2",
        "unit": "unit_3",
        "type": "TEXT_CONTENT",
        "content": "Verbs with prepositions\n- Many verbs go with a preposition followed by an object. The meaning of these two words is usually very similar to the original meaning of the verb.\nExample:\nverbs with about: ask about, care about, talk about, think about, learn about\nverbs with for: ask for, apply for, apologise for, wait for, prepare for\nverbs with on: agree on, base on, depend on, rely on\nverbs with to: introduce to, refer to, respond to, listen to, explain to\n- In some cases, a verb and a preposition are combined to make a (two-word) phrasal verb. The meaning of a phrasal verb is often very different from the original meaning of the main verb. Phrasal verbs use adverbs as well as prepositions.\nExample: work out, carry out, turn on, turn off, look for, look after, look up\nWe can use a non-defining relative clause to refer to all the information in the previous clause(s). This type of clause is introduced with the relative pronoun which. We also add a comma before which.\nExample: More and more people are interested in recycling nowadays, which is good for the environment. (= The fact that more and more people are interested in recycling nowadays is good for the environment.)"
    },
    {
        "id": "3",
        "unit": "unit_3",
        "type": "TEXT_CONTENT",
        "content": "GO GREEN WITH PLASTICS!\nPlastic has become very common in our daily life; however, most plastic items take up to 1,000 years to decompose in landfills. Can we enjoy the convenience of plastics and a greener world at the same time? Our readers have sent us many emails with useful tips this week.\n... I try to use fewer plastic bags when shopping. The supermarket near my house even provides cardboard boxes, so I can pack my groceries and get rid of plastic packaging! When I must use plastic bags, I try to reuse them again and again instead of throwing them away after a single use. ...\nHai, 18\n... I know how convenient it is to buy a bottle of water from a vending machine or a supermarket; however, I always bring my reusable water bottle. All I have to remember is to fill my bottle before going to school, and then use the water filling stations or drinking fountains at school. ...\nPhuong, 16\n... I always reuse plastic takeaway containers. I use them to store portions of cooked food and keep leftovers in the fridge, which is also better for the environment. ...\nHoang, 15\n... I have learnt that most plastic containers have numbers at the bottom to show the type of plastic they’re made of. So when you recycle a bottle, for instance, remove the cap because a bottle often has number 1 on it while the cap often has number 5. Numbers 1 and 2 are the most widely accepted plastics for recycling. ...\nHa, 16\n... When I started recycling, I made the mistake of putting some plastic takeaway containers with some leftover food into the recycling bin. The next day, the whole bin was contaminated, so all the recyclables were taken to the landfill instead. So now I always rinse out containers before recycling them. ...\nBinh, 17"
    },
    {
        "id": "4",
        "unit": "unit_3",
        "type": "TEXT_CONTENT",
        "content": "A problem-solving report on green solutions\nProblems & consequences\nMany single-use plastic products are thrown in rubbish bins. They take many years to decompose in landfills.\nPeople leave the lights on and the water running in restrooms. This is a waste of electricity and water.\nDry leaves are sometimes burnt in the schoolyard. This can cause air pollution and fires.\nMany parents drive their children to school and pick them up from school every day. This causes traffic jams, noise, and air pollution at the school gate.\nGreen solutions\nUse them in arts and crafts projects (e.g. making plant pots) or (1) _______ them\nInstall (2) _______ lights and sensor taps that turn off when no one is around\nCreate (3) _______\nEncourage more students to cycle or walk to school, or use (4) _______ to go to school (e.g. free bus tickets, cycle-to-school programme)"
    },
    {
        "id": "5",
        "unit": "unit_3",
        "type": "TEXT_CONTENT",
        "content": "A.\nThis report describes the problem of single-use plastics in our school and suggests three main solutions to the problem.\nB.\nMany students at our school buy bottled water or takeaway food. As a result, hundreds of water bottles and single-use plastic containers are thrown away every day. Besides, students often put containers with leftovers in them into the recycling bin, which can lead to contaminating the recyclable waste. This means our school produces a lot of plastic waste that goes to landfills and has a harmful effect on the environment.\nC.\nTo solve this problem, we propose the following solutions. First, we suggest that the school should provide more recycling bins. Second, the Youth Union should hold regular sessions to teach students how to recycle properly. Third, we recommend that we make use of plastic waste in arts and crafts projects, for example, for making plant pots or bird feeders.\nD.\nReusing and recycling single-use plastics will lead to a greener school environment and help promote a green lifestyle among young people. Therefore, we recommend you put the suggested solutions into practice as soon as possible.\nTips\nA problem-solving report describes a problem and suggests solutions to the problem. It often includes:\n• a brief introduction presenting the problem (and solutions)\n• a paragraph analysing the problem and its negative effects\n• a paragraph suggesting specific solutions\n• a concluding paragraph summarising the report and emphasising the importance of the suggested solutions"
    },
    {
        "id": "6",
        "unit": "unit_3",
        "type": "TEXT_CONTENT",
        "content": "HOW GREEN ARE OUR FESTIVAL TRADITIONS?\nFestivals come with many traditions that bring happiness and joy. However, some of these customs may not be environmentally friendly, and may need to be changed for a sustainable future. Below are three of them.\n\n1. Balloons and sky lanterns\nIn countries such as China, India, and Japan, releasing balloons or sky lanterns provides a spectacular sight. They are also flown for bringing good luck and sending wishes to the sky. However, the litter left behind the balloons and lanterns is hard to decompose. The frames of the lanterns can harm wild animals, and many animals mistake the balloons for food. Lanterns also caused wildfires in the past.\n\n2. Fireworks\nIn Australia, the US, and many other countries, there are fascinating firework displays that people won’t want to miss. However, fireworks actually release a lot of harmful chemicals into the air. Like sky lanterns, they can also cause fires.\n\n3. Christmas trees\nReal or fake Christmas trees are often displayed in almost every house, office, and shop during the festive season. When Christmas is over and the real trees go to landfills, they produce methane and carbon dioxide, which are two harmful greenhouse gases. Fake trees can be reused for many years, but during their production, harmful pollutants are released into the air. And when they end in landfills, they will take hundreds of years to decompose."
    },
    {
        "id": "8",
        "unit": "unit_3",
        "type": "TEXT_CONTENT",
        "content": "1. A: I wonder if the Youth Union will accept our proposal to install automatic lights and sensor taps in our school. I really hope they will.\nB: It's really hard to say. I mean they are going to like the idea, but it's unlikely that they will install them around the school because it's going to cost a lot of money. I guess they may install them in the toilets first.\n2. B: I'm so excited about the Green Day event next week. Do you think many people will come?\nA: I guess around 300 people will come to the event. That will include students, teachers, and some parents.\nB: That'll be great. What activity do you think will be most popular?\nA: It's hard to say, but I think our game booth will attract a lot of people. Everyone loves playing games and winning eco-friendly prizes!\nB: I agree. Do you think the event will make a huge impact?\nA: Certainly! People are going to love the Green Day! I expect that as a result, many of the participants will adopt greener habits in the future."
    },
    {
        "id": "9",
        "unit": "unit_3",
        "type": "TEXT_CONTENT",
        "content": "- Instead of releasing balloons and sky lanterns, people can fly kites. Kites are made from materials that are not easy to break and can be used many times without creating pollution. Kite flying is a sustainable activity that uses a green power source – the wind.\n- There are many eco-friendly alternatives to fireworks. For example, a firework display can be replaced with a high-tech laser light show. Laser lights do not have a lasting impact on the environment. Another option is a drone display, which is also safe and more environmentally friendly. Drones do not release any harmful chemicals into the atmosphere and generate very little noise pollution.\n- We can buy a real Christmas tree with roots still attached and not damaged. We can plant it in a big pot, and it will continue to grow. When it is too big, we can plant it in our garden. This way, we won’t contribute to the waste produced by real Christmas trees thrown out every year."
    }
]