[
    {
        "id": "1",
        "unit": "unit_9",
        "type": "TEXT_CONTENT",
        "content": "Mr Kien: ... So, I've talked to you about future job opportunities. I hope you'll continue to keep up with the rapid changes in the job market. Have you got any questions?\nNam: Yes, do you think we need to have a university degree to pursue a career?\nMr Kien: Well, it depends on the industry and the field of work that you're interested in. There're many jobs that don't require a university degree. For example, you may consider becoming a flight attendant, car mechanic, or repair worker.\nNam: But how do you get a job without a degree or any experience? Employers look down on job applicants without a university degree.\nMr Kien: No, they don't. You need to show that you're hard-working and willing to learn. Many companies hire school-leavers and provide on-the-job training.\nMai: So, when do you think we should start thinking about our careers?\nMr Kien: Well, the sooner, the better. However, the best time is when you start senior secondary school.\nMai: I read that Al will replace many workers in the future. How do I make sure that the job I choose won't be taken over by a robot?\nMr Kien: That's a good question. Many factory jobs and jobs in customer service have already become automated. As Al continues to develop, more human employees may be replaced. That's why it's important to choose jobs that involve a high level of human interaction, critical thinking, and decision-making.\nNam: So, are these the most important job skills we'll need in the future?\nMr Kien: That's right! No matter what career you may consider, you'll need these skills. Good communication and teamwork will always be in demand. These soft skills will help you adapt to changes and come up with solutions to challenging problems.\nNam: Thank you very much for your answers."
    },
    {
        "id": "2",
        "unit": "unit_9",
        "type": "TEXT_CONTENT",
        "content": "• Content words (e.g. main verbs, nouns, adjectives, and adverbs) are often stressed, while grammatical words (e.g. conjunctions, pronouns, prepositions, auxiliaries, and articles) are not.\n• This combination of stressed and unstressed syllables produces the rhythm of spoken English.\n• To sound natural and fluent, you should try to stress the correct words in your spoken sentences.\n\n• In addition to two-word phrasal verbs, there are three-word phrasal verbs that usually consist of a verb, an adverb, and a preposition.\n• Some three-word phrasal verbs may have an obvious meaning that we can guess from the parts. e.g. walk away from, climb out through.\nExample:\nThe driver walked away from the burning car.\nThe thief climbed out through the window.\n• Many three-word phrasal verbs have an idiomatic meaning which is difficult to guess from their individual parts.\nlive up to: meet someone's expectations\ncut down on: reduce\nget on with: have a good relationship with\nput up with: accept an unpleasant situation/person without complaining\ngo in for: have something as an interest or a hobby\nget through to: contact somebody by phone\nlook forward to: expect something because you enjoy it\nkeep up with: learn about the current developments of\n...\nExample:\nShe gets on with all the members of her team.\nI can't put up with his bad behaviour any longer.\n• Three-word phrasal verbs need an object, which always comes immediately after the preposition, and not in any other place."
    },
    {
        "id": "3",
        "unit": "unit_9",
        "type": "TEXT_CONTENT",
        "content": "Career experts' advice\nOur Teen Talk magazine has recently received a lot of questions from secondary school students asking about things they should consider when choosing their careers. We've talked to our career experts, and here is their advice.\nA.\nFirst, learn about yourself and discover your personality type, beliefs, soft skills, and interests. For example, if you are passionate about working with people and helping them develop, you may consider becoming a social worker or a teacher. If you are interested in learning languages, history, art, and architecture, you might look at jobs in the tourist industry. Spend time thinking about what you want to do, and list what you are good at. This can help you come up with a career path that matches your personality.\nB.\nNext, you should take into account any career qualifications you may need. Many jobs require formal education at a university or college. In order to work as a doctor, for example, you will need to study at medical school for some years of general medical training, followed by several years of specialty training. But there are also jobs that don't require any formal qualifications. You can be hired as a server or a barista in a coffee shop, for instance, and you will be given on-the-job training.\nC.\nYou should also consider your chances of being hired. Some fields of work may offer very few positions. With technology developing at a fast pace, some jobs such as cashiers and travel agents may become automated or obsolete. However, other jobs are on the rise. Doctors, nurses, and pharmacists, for instance, are in great demand because of ageing populations and increased life expectancy. That is why before you make a decision, you should carefully examine the opportunities that a career path may provide."
    },
    {
        "id": "4",
        "unit": "unit_9",
        "type": "TEXT_CONTENT",
        "content": "TEACHING ASSISTANTS NEEDED\n• Do you have a passion for teaching children?\n• Are you a good communicator?\n• Are you interested in organising learning activities?\nWe need 10 volunteer teaching assistants to help at a summer camp for primary school students.\nIf this interests you, please send your CV to summercamp@webmail.com\n\nCURRICULUM VITAE\nPersonal details\nFull name: Ha Ngoc Nguyen\nPhone: 11112345\nEmail: ngocha@webmail.com\nPersonal statement\nEnthusiastic and hard-working senior secondary school student, currently studying towards a school graduation diploma. Passionate about teaching and learning, with excellent organisation and communication skills. Eager to find a volunteer position to help me gain work experience and prepare for a career in teaching.\nA.\nNguyen Hue Senior Secondary School, Ha Noi 20XX-present\nNguyen Trai Junior Secondary School, Ha Noi 20XX-20XX\nSubjects and predicted grades: English – 9, Maths – 9.5, Literature – 8.5\nAwards: Young Leaders Award, Ha Noi Outstanding Student Award\nExtracurricular activities: Founding member of the school book club, conducting member surveys to choose reading materials and planning club meetings\nB.\nChildminder 20XX-present\n• Supervise two children (aged 7 and 9) every Saturday while parents are away\n• Help children do their homework and learn new concepts\nVolunteer Tutor – Ha Noi Children's Village Jul – Sep 20XX\n• Tutored children aged 8-12 in maths and English at the local orphanage for three months\n• Helped teachers make learning materials\nC.\nFluent English: IELTS score 5.5\nDigital skills: Good understanding of common digital software and platforms, basic coding skills\nEffective communication skills\nExcellent organisation skills\nD.\nSinging, reading, photography\nReferences\nAvailable upon request"
    },
    {
        "id": "5",
        "unit": "unit_9",
        "type": "TEXT_CONTENT",
        "content": "IN-DEMAND CAREERS FOR THE FUTURE\nTechnology has brought a lot of changes to our lives. The introduction of new technologies and the growth of artificial intelligence have also created a lot of career opportunities. Here are some jobs that we'll be seeing more of in the coming years.\nContent creators\nOver the past few years, the demand for content creators – those creating content for digital channels – has increased dramatically. There are a lot of job opportunities for content creators in different industries such as media, IT, fashion, pop music, travel, and food services. Companies need to communicate with their customers, so they will always need talented content creators to help them. As a result, content creation will continue to grow and will still be a career in the future.\nSoftware developers and other coding careers\nNowadays, coding – or the process of writing computer programs – is becoming a valuable skill that recruiters are looking for. A recent survey of tech workers and employers has found that the job of a software developer will be the most important tech job in the future. Not surprisingly, in many countries, coding has even been added to the primary school curriculum.\nData protection jobs\nPersonal data should only be collected and used for specific purposes. However, personal data can also be misused or used illegally to commit offences. Therefore, the demand for data protection officers, who educate employees about data handling, and data detectives, who examine data and detect issues, will go up. There will be plenty of data privacy jobs for people with the right technical and legal skills.\nThe above-mentioned jobs are among the many in-demand jobs of the future. If you are really interested in any of them, try to spend some time exploring them, so you can prepare for your future career."
    },
    {
        "id": "6",
        "unit": "unit_9",
        "type": "TEXT_CONTENT",
        "content": "Our group discussed the jobs of a tour guide and a doctor. Although they are very different jobs, we found some similarities between the two. Both tour guides and doctors must be kind and patient. They must also be able to deal with stressful situations. Soft skills such as communication, decision-making, time management and teamwork skills are important for both professions.\nHowever, the technical skills required for a tour guide and a doctor are very different. For example, tour guides must have knowledge of the local area, and cultural, historical and natural sites and events, and knowledge of languages. Doctors need medical knowledge to assess patients and treat them. It is a lot easier to become a tour guide as you don't need formal education or training at university. However, to qualify as a doctor, you must not only go to medical school, but also complete another 10 years of on-the-job training.\nWhile tour guides have limited job opportunities and many are out of work in the low season, doctors are in high demand. The job of a doctor will never become automated or obsolete, but tour guides might be replaced by robots in the future.\nTwo people in our group prefer the job of a tour guide because they enjoy learning about the history, art and culture of places and countries. They find the job of a tour guide more interesting and less challenging than the job of a doctor. They believe they'll have a better life-work balance. The other two people in our group prefer the job of a doctor. They think the job of a tour guide is only in demand in the high season and doesn't pay well. On the other hand, doctors have varied job opportunities and rewarding careers."
    },
    {
        "id": "7",
        "unit": "unit_9",
        "type": "TEXT_CONTENT",
        "content": "Mai Chi: Good morning, Ms Hoa. Do you have a few minutes?\nMs Hoa: Sure, Mai Chi. What's the matter?\nMai Chi: I've always wanted to become a teacher, but I don't know how to begin a teaching career. May I ask you a few questions?\nMs Hoa: No problem. What would you like to know?\nMai Chi: I know I love teaching, but I also need to be qualified as a teacher. What education and qualifications do I need?\nMs Hoa: First, you need to choose what subject you want to teach.\nMai Chi: OK. That's easy. I want to teach science. It's a fascinating subject.\nMs Hoa: So you need to get a Bachelor's degree in a science subject. Then you must complete a teacher training programme to earn a teaching certificate.\nMai Chi: I see. I know that work experience is very important. How can I get that?\nMs Hoa: Well, it'll be part of your teacher training course. You'll learn on the job in a school. However, you may also work as a tutor to gain experience working with children. Some parents may hire secondary school students to help their children.\nMai Chi: Good idea. What skills do you think I should start developing?\nMs Hoa: Well, a good teacher needs to have good communication and teamwork skills. It's also important to be able to understand other people's feelings.\nMai Chi: I'm also wondering what interests and hobbies are good for a career in teaching.\nMs Hoa: This is an interesting question. I'd say reading is the most important as it helps us keep up with new knowledge.\nMai Chi: Sounds good. I like reading. And I like your idea of finding a tutoring job.\nMs Hoa: Great! Let me know if you need a reference.\nMai Chi: Oh, what's a reference?\nMs Hoa: Well, it's a person who agrees to give information about your character and abilities. And remember to keep a record of everything you have learnt and done. You will need it later on to write your CV or curriculum vitae in order to apply for a job."
    },
    {
        "id": "8",
        "unit": "unit_9",
        "type": "TEXT_CONTENT",
        "content": "• I would like to become a teacher in the future for several reasons. First, I have a passion for maths and want to instil this enthusiasm in students. Second, teaching is not just a job, but a true vocation, as teachers get job satisfaction unmatched by other professions. In addition, teachers have a very clear career path to follow. There is also always a need for good teachers, so the profession is expected to grow. Finally, teachers have flexible work schedules and time off for holidays and summer breaks, which allows them to spend more time with friends and family.\n• I would not like to become a teacher in the future for several reasons. First, teaching is very challenging as many students are not motivated to learn or complete their work. Second, teachers have a heavy workload and often work in the evening and at weekends to grade assignments or plan lessons. In addition to dealing with difficult students, teachers may need to deal with difficult parents who may object to their teaching methods or how they handle their children. Finally, teachers have to teach the same materials over and over again, and may get tired and bored after a few years."
    },
    {
        "id": "9",
        "unit": "unit_9",
        "type": "TEXT_CONTENT",
        "content": "1.\nMr Kien: The job application process can be challenging, so you must start preparing yourself.\nMai: Mr Kien, I'm not sure I understand the process. Could you explain it for me, please?\nMr Kien: Well, to put it another way, it means the steps you must follow when you apply for a job. First, you find a job vacancy, get your CV ready, and send it with an application letter. When you hear from the recruiter, prepare for the job interview. If you're successful, you'll be offered the job.\nMai: I see. Thank you, Mr Kien.\nMr Kien: You're welcome.\n2.\nMark: Mai, have you got references in your CV?\nMai: I'm still confused about this section. Can you clarify what it should include?\nMark: Well, it should include names of teachers, career advisors, or former employers, in other words, people who can provide useful information about you.\nMai: Oh, I understand now. Thank you.\n\n1.\nA: So, if you want to figure out what career path to follow, you need to evaluate your options.\nB: Excuse me, I'm not sure I understand what you mean by ‘evaluating'. Can you clarify this for me?\nA: Well, what I mean is you need to look at the pros and cons of each option and consider all the challenges.\nB: Oh, I see. Thank you very much.\nA: You're welcome.\n2.\nA: As a new teaching assistant, your duty is to help teachers with classroom management.\nB: Sorry, what do you mean by 'classroom management'? Could you be more specific?\nA: Well, to put it another way, classroom management is keeping students organised, focused, orderly, attentive and on task during a class.\nB: Yeah, I understand it now. Thank you."
    }
]