[
    {
        "id": "1",
        "unit": "unit_6",
        "type": "TEXT_CONTENT",
        "content": "Teacher: Hello, class. Please meet Jessica. She's a human-like robot and will be your guide today.\nJessica: Good morning, everybody. Welcome to the New Tech Centre.\nNam: Hi, Jessica. I'm so excited as I've never met a talking robot before. Let's have a photo taken together!\nJessica: OK. I'll get someone to take a picture of us, but let's go first to the robot exhibition where you'll see a collection of human-like robots from around the world. Please follow me. ... OK, do you have any questions?\nMai: They look so real! Can we interact with them?\nJessica: Yes, you can. They're all capable of answering questions and translating from different languages. Let me get this robot activated so you can talk to him.\nMai: Hello, what's your name? What languages can you speak? Where do you live?\nRobby: Hello, my name's Robby. I can speak English, Vietnamese, Chinese, and German. I live in the New Tech Centre.\nMai: Wow! You're so smart, Robby.\nNam: Jessica, where shall we go next?\nJessica: Next, we'll visit the Research and Development area. Please follow me. Here, scientists and engineers explore and create new Al technologies. Al has many practical applications such as facial recognition and virtual assistants.\nMai: I noticed a facial recognition screen at the entrance of the centre.\nJessica: That's right. We have all visitors' identity checked to improve the centre security. Now, what else would you like to see?"
    },
    {
        "id": "2",
        "unit": "unit_6",
        "type": "TEXT_CONTENT",
        "content": "Homophones are words that have the same pronunciation but different spelling and meanings.\nExample: I have two books. /tu:/\nI have books too. /tu:/\n\n• The active causative is used when the subject causes the object to do something. The pattern means ‘to cause someone to do something’.\nhave + someone + bare infinitive\nget + someone + to-infinitive\nExample: The AI expert had his assistant activate the new robot.\nI will get more people to join the technology club.\n• The passive causative is used when the thing is done for the subject by someone else. The pattern means ‘to cause something to be done’.\nhave/get + something + past participle\nExample: The AI expert had/got the new robot activated."
    },
    {
        "id": "3",
        "unit": "unit_6",
        "type": "TEXT_CONTENT",
        "content": "- Chatbots can be used in many ways in education. First, they can help us understand the lessons better and provide instant support throughout the course. Second, we can use them outside of class time if we want to clarify any points. However, chatbot apps have some disadvantages. First, chatbots may have limited replies and may not be able to answer critical thinking questions or complex questions that require decision-making. Second, chatbots are machines so they may have faulty software and provide wrong answers. Finally, if we always wait for ready-made answers, we may become lazy and unwilling to do research and discover the answers ourselves.\n- Speech recognition can benefit students with disabilities or learning difficulties. The software will allow them to interact with technology and participate in educational activities using their voice, promoting accessibility and inclusion. It can also be used to assist language learners in improving their pronunciation and speaking skills by providing instant feedback on pronunciation accuracy, helping learners refine their language skills through practice and repetition. However, speech recognition systems often require initial training to recognise individual voices and speech patterns, which can be time-consuming. Moreover, speech recognition technologies can be very expensive as the costs of operating and maintaining them can be very high. Additionally, stable internet connectivity is important for real-time speech recognition, which may present challenges in certain locations or settings.\n- Virtual reality (VR) provides a highly interactive environment that can enhance student engagement and learning. It allows students to explore and experience subjects that are difficult to access, such as historical events, distant locations, or microscopic worlds. It also enables experiential learning by simulating real-world scenarios. Students can engage in hands-on activities, experiments, and simulations that promote active learning and practical skill development in some fields such as science, healthcare, and vocational training. However, VR software and devices can be costly to buy and maintain, and most schools can’t afford to provide headsets for all students. VR software also requires a certain technical knowledge that teachers may not have.\n- Educational robots can help children develop computational thinking, which is one of the basic cognitive skills of mathematical thinking at an early age. This involves developing the mental process we use to solve problems of various kinds through an orderly sequence of actions. Educational robots also promote the development of other cognitive skills such as creativity, adapting to the modern world, learning from mistakes and teamwork. Another benefit of educational robots is that they teach children to become familiar with and learn basic programming concepts, a skill that is becoming more and more important nowadays. Educational robots also have some drawbacks. First, they cannot provide emotional support to students who are struggling or going through a difficult time. Moreover, they cannot adapt to the individual needs of each learner. They can only teach what they are programmed to teach.\n- AI-powered games offer a unique mixture of learning and fun that fascinates young minds while fostering their cognitive development. The brilliance of AI games for kids is that they turn learning into a captivating adventure. They help students practise critical thinking and problem-solving skills, learn new concepts, and engage with subjects like language and maths in an enjoyable way. What’s more, AI games can be adapted to a child’s level of understanding, creating personalised and immersive learning experiences. However, the integration of AI systems and machine learning can result in unpredictable outcomes. This makes it a challenge for developers to predict and control every aspect of the game. This lack of control can sometimes make the gaming experience discouraging or annoying, e.g. the AI may start the AI behaving in different ways from what was originally intended by the creators. Moreover, games that heavily rely on AI can lead to a number of technical problems."
    },
    {
        "id": "4",
        "unit": "unit_6",
        "type": "TEXT_CONTENT",
        "content": "Nam: Excuse me, Ms Stewart. I’d like to know more about the home robots at the New Tech Centre.\nMs Stewart: No problem, Nam. I’ll introduce you to Ally. It’s the most advanced home robot using artificial intelligence to perform tasks.\nNam: So what can it do?\nMs Stewart: Well, it can see, hear, speak, and even interact with you. It understands several languages and can even teach you maths and science.\nNam: Wow, that’s amazing. Does it run on batteries?\nMs Stewart: No, it’s eco-friendly. It uses solar energy.\nAudio script – Track 46:\nNam: How is Ally controlled?\nMs Stewart: Well, it’s programmed in advance so you can control it by using the Ally connect app, but you need to download it first to your phone.\nNam: OK, sounds easy. What’s the next step?\nMs Stewart: Log in to the app using the serial number printed at its back head. Then you press the Start button and choose the function you want it to perform.\nNam: Great! I can remotely move Ally through the app from anywhere in the world!\nMs Stewart: That’s right. You can also control Ally by voice commands, such as ‘Hello Ally. Move forward.’\nNam: Is it capable of answering questions?\nMs Stewart: Yes, of course. Just say ‘Hey Ally’ followed by a question and it’ll give you the answer.\nNam: When Ally finishes a task, what should I do?\nMs Stewart: A notification will be sent to your phone when Ally completes it. Open the app, choose ‘standby mode and Ally will get back to its charging station.\nNam: Great! I hope I can save enough money to buy this amazing robot!"
    },
    {
        "id": "5",
        "unit": "unit_6",
        "type": "TEXT_CONTENT",
        "content": "The pros and cons of home robots\nAI technologies have given us many amazing opportunities. One of them is using smart robots to perform different tasks at home. People are beginning to use different home robots, but we need to consider both the advantages and disadvantages that they can bring.\nUsing home robots has several advantages. First, they can clean our houses, do the laundry, and water the plants. They will never complain about doing all the repetitive and boring tasks. Robots can also help us spend more quality time with our families. We will have more time for leisure activities and family bonding. Second, home robots can provide information and entertainment. They are programmed to answer questions about many topics. They can also keep us entertained by performing music or playing games with us.\nHowever, there are also disadvantages of having a home robot. First, all the robots and other intelligent machines are designed by human beings. They need to be pre-programmed by engineers and can only follow a set of instructions. If a robot breaks down, it will be expensive to repair. In addition, we may start relying on home robots too much. We may become lazy and use our brains less and less. This way we may lose our ability to think critically.\nIn conclusion, home robots are designed to make our lives easier and happier. However, we should not become too dependent on them if we don’t want to lose important life skills."
    },
    {
        "id": "6",
        "unit": "unit_6",
        "type": "TEXT_CONTENT",
        "content": "1.\nNam: Hey, Nick!\nNick: Yes, Nam.\nNam: Do you mind if I ask you a few questions about our project on robots?\nNick: Not at all. Go ahead.\n2.\nSpeaker: May I have your attention, please? Today, I’m going to talk about some applications of AI in education.\nPhong: I’m sorry for interrupting, but could you please explain the topic of your talk?\nSpeaker: Sure, we’re going to find out how AI can support teachers and students.\nPhong: I understand now. Thanks.\n\n1. People are not allowed to talk aloud in the library.\n2. Students felt very bored when their teacher kept writing on the board.\n3. Where can I buy some new clothes to wear to the party?\n4. Robots don’t know how to say ‘No’."
    },
    {
        "id": "7",
        "unit": "unit_6",
        "type": "TEXT_CONTENT",
        "content": "1.\nA: Hey, Long.\nB: Oh, hi, Mai. I didn’t expect to see you here. It’s a great exhibition of 21st-century robots, isn’t it?\nA: Yes, it is. Oh look! There’s also a VR tour of the robots of the future.\nB: Sounds exciting! Shall we do the tour together?\nA: Yes, good idea.\n2.\nA: ... So I have talked about the use of AI in education. Now, let’s move on to applications of AI in our home.\nB: Sorry for interrupting you, Dr Peterson, but before you start the new topic, could I ask a question?\nA: No problem. Go ahead.\nB: Thank you. Would you mind telling us more about the challenges of using AI chatbots in the classroom?\nA: That’s a good question. First, chatbots can distract students in the classroom. Second, they can make you dependent on technology. Finally, they may provide wrong answers if there are errors or bugs in the software."
    },
    {
        "id": "8",
        "unit": "unit_6",
        "type": "TEXT_CONTENT",
        "content": "Artificial intelligence (AI) and machine learning have become very popular in Viet Nam. For example, AI apps such as Google search, ChatGPT, and Grammarly, are used in education, while many facial recognition and auto-answer apps are used in the workplace. Facial and speech recognition apps are also used at home. Robot cleaners are becoming popular as well. Virtual reality is also used in the entertainment industry.\nIn the future, AI will be used in healthcare a lot more. It will also help diagnose and treat neurological disorders like Alzheimer's and Parkinson's. It will also be used to detect birth defects in early pregnancy. Moreover, AI will be able to decode brain activities and change it to continuous text, which means it can translate for people who struggle to speak. There will be a lot more advanced robots in all industries, and they will take up most of the manual jobs. In education, robots will be capable of teaching all subjects."
    }
]