[
    {
        "id": "1",
        "unit": "unit_10",
        "type": "TEXT_CONTENT",
        "content": "Learning for life\n1 Listen and read.\nMark: Hello, Grandma!\nGrandma: Oh hi, Mark. I’m glad you’re here! Can you help me increase the font size of this text on my laptop? It’s too small for me to read.\nMark: Let me show you ... You need to press these two keys together ... see? It’s easy, isn’t it?\nGrandma: It works! Everything’s so easy to read now. Thanks, dear. I still have trouble using the laptop. You know, it’s taken me so much time to learn computer skills.\nMark: That’s fine, Grandma. My teacher says it’s never too late to learn something new, especially new technology, because it’s always developing. Grandma, you’ve typed a lot of text! What are you working on?\nGrandma: Well, I’m writing a summary of a book I’ve read recently. You see, my doctor advised me to read every day to boost my memory. And I want to brush up on my French before I visit my friend in Paris.\nMark: You’re amazing, Grandma! Learning languages can improve your thinking skills. Our language teacher has also asked us to try to maintain our language skills after leaving school. Do you know that you can use the Internet to learn a language or watch the news?\nGrandma: Really? This could help me stay informed about current events. Can you show me some news sites after I finish my book summary?\nMark: No problem, Grandma. But why do you have to type it?\nGrandma: It’s for the reading club I’ve just joined. The club leader encouraged us to prepare our book reports and share them with all members in advance.\nMark: Are all club members your age?\nGrandma: No, there’re some young people as well. Are you interested in joining the next meeting?\nMark: Yes, I’d love to.\nGrandma: OK. I’ll put your name on the list of attendees then."
    },
    {
        "id": "2",
        "unit": "unit_10",
        "type": "TEXT_CONTENT",
        "content": "\nQuestion types and their Intonation patterns:\n- Yes/No questions: ➚ (rising, at the end of the sentence)\n- Wh-questions: ➘ (falling, at the end of the sentence)\n- Choice questions: ➚ (rising on each choice before the word ‘or’); ➘ (falling, at the end of the sentence)\n- Question tags: ➘ (falling on the question tag, when almost sure of the answer); ➚ (rising on the question tag, when not sure of the answer)\n\n• When we report orders, requests, offers, and advice, we can use a to-infinitive clause after the reporting verb. Reporting verbs include ask, tell, advise, command, order, instruct, invite, encourage, persuade, remind, warn, etc. Some verbs are followed by an object + to-infinitive clause.\n• The verbs say and tell are the most common verbs in direct speech, but depending on the context and meaning, we can use different reporting verbs.\nExample:\nDirect speech: ‘Sit down and stop interrupting the talk!’ the club leader said/told Mark.\nReported speech: The club leader told/ordered Mark to sit down and stop interrupting the talk.\nDirect speech: ‘Could you show me how to register for the course?’ I asked my teacher.\nReported speech: I asked my teacher to show me how to register for the course.\nDirect speech: ‘You should take up a sport to keep fit,’ my fitness instructor said.\nReported speech: My fitness instructor advised me to take up a sport to keep fit.\n• Some verbs, such as offer, propose, agree, and demand, can’t be followed by an object before the to-infinitive clause.\nExample:\nDirect speech: ‘I’ll pay for your driving lessons,’ my brother said.\nReported speech: My brother offered to pay for my driving lessons.\nDirect speech: ‘OK, Mai, we’ll pay for the online course,’ Mai’s parents said.\nReported speech: Mai’s parents agreed to pay for the online course.\n• Negative orders, requests, etc. are usually reported by not + to-infinitive.\nExample: ‘Don’t stay out late, Mark,’ his mother said.\n→ Mark’s mother told/warned him not to stay out late."
    },
    {
        "id": "3",
        "unit": "unit_10",
        "type": "TEXT_CONTENT",
        "content": "Head teacher's message to school-leavers\n\nDear students,\nIn a few weeks’ time, you’ll complete your secondary education. Some of you may have already made plans for continuing your studies at university or vocational school, while others may wish to start working right away. Whatever choice you make, remember to keep on learning new knowledge and skills.\n‘Haven’t we learnt enough in secondary school?’, many may wonder. In fact, learning does not stop after graduation. It is a lifelong process. It involves creating and maintaining a positive attitude to learning for both professional and personal development. Lifelong learning is especially relevant in today’s changing world. It allows you to adapt to changes in the modern workplace, and enriches your employment opportunities. It helps you make better informed decisions and become a more well-rounded individual. In addition, it keeps your brain healthy and boosts your memory. Lifelong learning also helps you stay connected with modern ideas and meet new people as you participate in various forms of adult education.\n‘Does that mean I have to go to classes again?’. The answer is ‘yes’ and ‘no’. Yes, because when you start working, you may decide to go to night school or enrol on a distance learning course to learn a skill or get a degree. The answer is also No, because lifelong learning happens all the time. As long as you are motivated, you can learn new knowledge and develop new skills anywhere. Uncle Ho is a great role model for lifelong learning. He never stopped learning throughout his life despite all the hardships and challenges. He learnt to speak different languages, including English, French, Russian, Italian, German, and Chinese mainly by himself. He even wrote poems in Chinese when he was imprisoned in China to keep his mind sharp. He took regular physical exercise, did traditional martial arts, and enjoyed activities such as swimming and mountain climbing throughout his life. We can all learn from Uncle Ho’s lifelong efforts to improve himself.\nRemember that learning is a lifelong journey. Enjoy every moment of it.\nMrs Le Minh Ngoc\nHead teacher"
    },
    {
        "id": "4",
        "unit": "unit_10",
        "type": "TEXT_CONTENT",
        "content": "Student A's card\nUncle Ho as a lifelong learner\n- Managed to learn every day throughout his life (e.g. by reading and writing until midnight after a working day)\n- Learnt to speak French, English, Chinese, Italian, German, and Russian (mainly through self-study; read an effective way to learn new words: writing them on pieces of paper in his palm and revising them throughout the day)\n- Kept fit and healthy (e.g. by doing exercise every day, doing traditional martial arts, and enjoying physical activities)\n\nStudent B's card\nMarie Curie as a lifelong learner\n- Managed to go to university (because she was not allowed to go to university in her home country, Poland; she moved to France and studied physics and maths at the Sorbonne University)\n- Spent a lot of time studying (as a student at the Sorbonne University, she often worked during the day and studied at night; she often survived on bread, butter, and tea, or just a little)\n- Won prizes (was the first woman to win a Nobel Prize in Physics in 1903 and the only woman to win another Nobel Prize in Chemistry in 1911)"
    },
    {
        "id": "5",
        "unit": "unit_10",
        "type": "TEXT_CONTENT",
        "content": "One of the oldest university graduates\n\nBertie Gladwin became one of Britain’s oldest graduates after receiving his Master’s degree in intelligence history from the University of Buckingham at 91. He started his degree at the age of 89 together with his wife, who was then aged 77. ‘I feel very satisfied to think that I’ve done an MA at my age,’ he said at the time. ‘When you’re 90, you sit around and not a lot happens, so it’s important to carry on learning and to broaden your horizons.’\nGladwin left school at the age of 14 and never finished his secondary education or went to university. But he still found a satisfying job. When Gladwin retired, he became less active and thought getting back into learning would delay the negative symptoms of old age. He wanted to keep his brain active and look into a subject, something that had always interested him. Then at the age of 60, he earned a BA in Psychology. By the time he was 70, he had also completed a BSc in Molecular Biology. ‘They’re fascinating subjects,’ he said. ‘I did them just because I was interested in them and wanted to know more about them.’"
    },
    {
        "id": "6",
        "unit": "unit_10",
        "type": "TEXT_CONTENT",
        "content": "Uncle Ho as a lifelong learner\nToday, I would like to talk about Uncle Ho as a great role model for lifelong learning. Throughout his life, he managed to learn something every day. After a working day, Uncle Ho often spent time reading or writing until midnight.\nHe could also speak a lot of foreign languages such as French, English, Chinese, Italian, German, and Russian. He learnt to use these languages mainly through self-study. Uncle Ho had an effective way to learn new words. He wrote them on his arms and revised them throughout the day. Uncle Ho also regularly exercised and enjoyed sport. He kept fit and healthy by exercising every day and doing traditional martial arts. Uncle Ho set a very good example as a lifelong learner.\nI really admire his spirit and desire for lifelong learning and improvement. I think I will try to learn another foreign language and do regular exercise to keep fit and healthy.\nMarie Curie as a lifelong learner\nToday, I would like to talk about Marie Curie as a great role model for lifelong learning, especially for women. When Marie Curie was young, women in her country, Poland, weren't allowed to go to university. She moved to France and managed to study at the Sorbonne, which is one of the top universities in the world.\nMarie Curie spent a lot of time studying. She read a lot of books from the library, and registered for many different courses at the university. She won two Nobel prizes. She won a Nobel Prize in Physics in 1903 and another Nobel Prize in Chemistry in 1911. I believe that she achieved this success thanks to her hard work and lifelong learning.\nI really admire Marie Curie for her achievements in science. She overcame many obstacles in her life to continue her studies and become the first female professor at the Sorbonne."
    },
    {
        "id": "7",
        "unit": "unit_10",
        "type": "TEXT_CONTENT",
        "content": "Good morning, everybody.\nIn my previous talk, I discussed the benefits of being a lifelong learner. Today, I’ll talk about some of the challenges of lifelong learning.\nFirst, we all agree that lifelong learning is not easy. You need to have a strong motivation to expand your knowledge, develop new skills and discover new things. Lifelong learners feel positive about learning and their ability to learn. They don’t give up easily and believe they can succeed in new situations. Lifelong learning also requires strong determination and hard work. You need to be determined to achieve your goals regardless of the obstacles you may face. Stay focused on your learning tasks and try to avoid distractions.\nSecond, lifelong learning can be challenging because it’s not just about reading books and collecting information. You must develop the ability to put the information you’ve acquired into practice. Will you be able to apply the new knowledge and skills to various situations? Will you be able to use them to solve a complex problem or design a new product? Turning knowledge and skills into action is the key to effective lifelong learning.\nFinally, you may not have enough money, time or space to learn. Adult education courses can be expensive, especially those offered by good universities. You may not be able to afford some courses or may not have the time to complete all the assignments. Attending evening classes can affect your family and social life as you may have less time for your family and other social activities.\nDespite these challenges, you should never stop learning. I strongly urge you to continue your pursuit of knowledge and become the well-rounded person you’d like to be. So don’t be afraid to commit to being a lifelong learner and always look for new ideas, experiences and challenges."
    },
    {
        "id": "8",
        "unit": "unit_10",
        "type": "TEXT_CONTENT",
        "content": "The first challenge is to get motivated to continue learning. To do that, we need to remind ourselves of our goals, and the benefits of achieving them. To help maintain motivation, we should always celebrate completing the small goals, not just the big ones. A learning plan of small manageable tasks that suit our family, work and social commitments will also have a positive effect on motivation.\nAnother challenge is finding a determination to learn or study. To be determined, we need to be deeply committed and avoid distractions. We need to think about our personal values that will give us purpose for staying committed to lifelong learning.\nIt will also be challenging to apply our new skills and knowledge in our life. That is why we need to focus on practical things to learn, for example, things we can do with our hands or skills that will be useful in our jobs.\nIf we face the challenge of not having money, time, or space for learning, then the solution would be to choose free online classes or short courses that can be completed anywhere. There are also many scholarships and grants that are available to young people willing to continue learning."
    },
    {
        "id": "9",
        "unit": "unit_10",
        "type": "TEXT_CONTENT",
        "content": "1. Lifelong learning/It keeps your brain healthy and improves memory.\n2. Lifelong learning/It helps you stay connected with people and current ideas.\n3. It can be hard to put what you’ve learnt into practice.\n4. You need money, time, and space to continue your pursuit of knowledge and skills.\n\n1.\nMs Lan: Mai, the information about the online courses is very useful. Thank you for presenting it. I really appreciate it.\nMai: It’s my pleasure, Ms Lan. I’m glad you found it useful.\n2.\nNam: Mark, I like the activities of the science club very much. Thank you for inviting me to join the club.\nMark: Don’t mention it. Glad to help.\n\n1.\nA: Mr Wilson, I really enjoyed your cooking class. Thank you so much for teaching me how to cook fish and chips. It’s so delicious. I always wanted to learn how to cook traditional British dishes.\nB: It’s my pleasure, Mai. I’m glad you enjoyed my cooking class and learnt to cook a new dish.\n2.\nB: Mark, it was very helpful to learn more about the language learning app. It seems like a very useful app for learning English. Thanks a lot for sharing all the information with me.\nA: Don’t mention it, Nam. Glad to help."
    },
    {
        "id": "10",
        "unit": "unit_10",
        "type": "TEXT_CONTENT",
        "content": "Benefits and challenges of lifelong learning\nLifelong learning is self-motivated learning that is focused on both personal and professional development. This type of learning is essential in today’s rapidly changing world. It brings many benefits as it helps us understand the world around us and provides us with better opportunities. Lifelong learners can also face challenges. So, what are these benefits and challenges?\nLet’s start with the benefits. First, lifelong learning helps you have a better understanding of the world and make good decisions. Second, lifelong learning is good for your brain. When you acquire new knowledge, your brain stays active, thus improving your memory and slowing down memory decline. In addition, lifelong learning helps you stay connected. When you learn, you often connect with other people and modern ideas.\nWhat about the challenges of lifelong learning? First, you need to have strong motivation and determination to become a lifelong learner. In addition, lifelong learning is only effective when you put what you have learnt into practice. And, finally, you need money, time and space to continue your pursuit of knowledge and skills. Many adult learners may not have the time and enough money to attend classes and complete assignments because of family or work commitments. That’s why you really need to prepare yourself for all the pressure that lifelong learning may bring to your family, work and social life.\nIn conclusion, lifelong learning has many benefits, but it can also be challenging. However, in my opinion, despite all the drawbacks, we should try to overcome the challenges and never stop learning."
    }
]