[
    {
      "id": "1",
      "unit": "unit_4",
      "type": "TEXT_CONTENT",
      "content": "Nam: Hi, Mark!\nMark: Hi, Nam! Sorry I'm late. I got lost because your neighbourhood has changed a lot.\nNam: Yeah. It's been three years since your last visit. Anyway, do you want to go for a walk? I'll show you around.\nMark: Fresh air and a walk sound nice. Let's go!\n...\nMark: Nam, there used to be a rice field opposite your house, right?\nNam: Exactly, Mark. But now they have built several high-rise buildings. The city is getting bigger and bigger.\nMark: Yes, more and more people want to live in urban areas nowadays. This is part of the process of urbanisation.\nNam: That's true. There are also new public parks and people can enjoy more leisure activities. In addition to the big shopping centre, there is a convenience store on every corner. And look at our new electric buses! Do you want to go for a ride?\nMark: Sure, Nam ... Wow! This bus is so quiet and comfortable! It's the first time I've been on an electric bus. Getting around is probably becoming more and more convenient for local residents.\nNam: Not really. The more crowded the area becomes, the worse traffic jams get, especially during rush hour. The cost of living is also going up. These are the changes that I don't like.\nMark: That's true, Nam. I guess urbanisation can also cause problems."
    },
    {
        "id": "2",
        "unit": "unit_4",
        "type": "TEXT_CONTENT",
        "content": "Remember!\n\n• We use the present perfect to describe something that started in the past and is still happening now, or something that was completed in the very recent past.\nExample:\nA lot of young people have moved to big cities to work or study.\n\n• We also use the present perfect to say how many times something has happened with the following structure:\nIt/This/That + be + the first/the second time + Subject + have/has (done)...\nExample:\nThis is the second time I have visited this city.\nIt is not the first time I have heard about urbanisation.\n\n• We often use the present perfect for a unique experience with the following structure:\nIt/This/That/Noun or Gerund phrase + be + the best/the worst/the only/the most beautiful/ ... + Subject + have/has (ever done)...\nExample:\nThat is the worst meal I have ever had in this city.\nMoving to the city is the best decision my parents have ever made in their life.\n\nRemember!\n\n• We use double comparatives to show change.\nExample:\nTowns are getting bigger and bigger.\nThe city is becoming more and more polluted.\nThere are more and more high-rise buildings in the city.\n\n• We also use double comparatives to say that two things change together.\nExample:\nThe bigger the city gets, the more crowded it becomes.\nThe more we invest in rural areas, the more we can help people there."
      }
  ]